Repository: martinstrasek/Photo-Gallery-by-10Web-CZ-Translation
Catalog: photo-gallery-*.po
Languages: cs_cz

source: Provide the absolute URL of the image you would like to use as advertisement.
cs_cz: Zadejte absolutní URL obrázku, který chcete použít jako reklamu.

source: Provide the absolute URL of the image you would like to use as watermark.
cs_cz: Zadejte absolutní URL obrázku, který chcete použít jako vodoznak.

source: Provide the ID of your profile to connect to AddThis.
cs_cz: Zadejte ID vašeho profilu pro připojení k AddThis.

source: Provide the link to be added to advertisement on images.
cs_cz: Uveďte odkaz, který má být přidán k reklamě na obrázky.

source: Provide the path of an existing folder inside the WordPress directory of your website to store uploaded images.<br />The content of the previous directory will be moved to the new one.
cs_cz: Pro uložení nahrávaných obrázků zadejte cestu k existující složce ve složce WordPressu na vašem webu.<br />Obsah předchozí složky bude přesunut do nové.

source: Provide the text to add to images as watermark.
cs_cz: Zadejte text, který chcete přidat do obrázků jako vodoznak.

source: Publish
cs_cz: Zveřejnit

source: Published
cs_cz: Zveřejněno

source: published
cs_cz: zveřejněno

source: Publishing Photo Gallery Widgets
cs_cz: Publikování widgetů Photo Gallery

source: Publishing the Created Photo Gallery
cs_cz: Publikování vytvořené fotogalerie

source: Random
cs_cz: Náhodně

source: Rated.
cs_cz: Hodnoceno.

source: Rating alignment:
cs_cz: Zarovnání hodnocení

source: Rating color:
cs_cz: Barva hodnocení:

source: Rating hover color:
cs_cz: Barva hodnocení při najetí myši:

source: Rating icon count:
cs_cz: Počet ikon hodnocení:

source: Rating icon:
cs_cz: Ikona hodnocení:

source: Rating padding:
cs_cz: Odsazení hodnocení:

source: Rating position:
cs_cz: Umístění hodnocení:

source: Rating size:
cs_cz: Velikost hodnocení:

source: Ratings
cs_cz: Hodnocení

source: ready
cs_cz: připraveno

source: Recreate
cs_cz: Vytvořit znovu

source: Recreate thumbnail
cs_cz: Obnovit náhled

source: recreated
cs_cz: znovu vytvořeno

source: Redirect to url
cs_cz: Přesměrovat na url

source: Redirect URL
cs_cz: URL pro přesměrování

source: Redirect URL:
cs_cz: URL pro přesměrování:

source: Refresh
cs_cz: Aktualizovat

source: Removal
cs_cz: Odebrání

source: Remove
cs_cz: Odstranit

source: Remove from image
cs_cz: Odstranit z obrázku

source: Remove items
cs_cz: Odstranit položky

source: Remove pricelist
cs_cz: Odstranit ceník

source: Remove tag
cs_cz: Odstranit tag

source: Rename item
cs_cz: Přejmenovat položku

source: Reset
cs_cz: Obnovit

source: reset
cs_cz: obnoveno

source: Reset image
cs_cz: Obnovit obrázek

source: Reset to default theme
cs_cz: Obnovit na výchozí šablonu

source: Reset Watermark
cs_cz: Resetovat vodoznak

source: Reset watermark
cs_cz: Resetovat vodoznak

source: Resizable mosaic
cs_cz: Mozaika s měnitelnou velikostí

source: Resizable thumbnails
cs_cz: Přizpůsobitelné náhledy

source: Resize
cs_cz: Změnit velikost

source: Resize images to:
cs_cz: Změnit velikost obrázků na:

source: resized
cs_cz: velikost změněná

source: Resolution
cs_cz: Rozlišení

source: Responsive Design and Layout
cs_cz: Responzivní design a layout

source: Restore
cs_cz: Obnovit

source: Ridge
cs_cz: Val (ridge)

source: Right
cs_cz: Napravo

source: Right, left buttons background color:
cs_cz: Barva pozadí tlačítek Vpravo/Vlevo:

source: Right, left buttons border color:
cs_cz: Barva rámečku tlačítek Vpravo/Vlevo:

source: Right, left buttons border radius:
cs_cz: Zaoblení rámečku tlačítek Vpravo/Vlevo:

source: Right, left buttons border style:
cs_cz: Styl rámečku tlačítek Vpravo/Vlevo:

source: Right, left buttons border width:
cs_cz: Šířka rámečku tlačítek Vpravo/Vlevo:

source: Right, left buttons box shadow:
cs_cz: Box shadow tlačítek Vpravo/Vlevo:

source: Right, left buttons color:
cs_cz: Barva tlačítek Vpravo a Vlevo:

source: Right, left buttons height:
cs_cz: Výška tlačítek Vpravo/Vlevo:

source: Right, left buttons size:
cs_cz: Velikost tlačítek Vpravo/Vlevo:

source: Right, left buttons style:
cs_cz: Styl tlačítek Vpravo/Vlevo:

source: Right, left buttons transparency:
cs_cz: Průhlednost tlačítek Vpravo a Vlevo:

source: Right, left buttons width:
cs_cz: Šířka tlačítek Vpravo/Vlevo:

source: Right, left, close buttons hover color:
cs_cz: Barva tlačítek Vpravo a Vlevo při najetí myši:

source: Right-click protection
cs_cz: Ochrana před kliknutím pravým tlačítkem

source: Roles
cs_cz: Role

source: Rotate
cs_cz: Otočení

source: rotate
cs_cz: otočit

source: Rotate left
cs_cz: Otočit vlevo

source: Rotate right
cs_cz: Otočit vpravo

source: rotated left
cs_cz: otočeno vlevo

source: rotated right
cs_cz: otočeno vpravo

source: Saturate
cs_cz: Sytost

source: Save
cs_cz: Uložit

source: Save changes
cs_cz: Uložit změny

source: Save IP
cs_cz: Uložit IP

source: Save options
cs_cz: Uložit nastavení

source: Save Tag
cs_cz: Uložit tag

source: Scale
cs_cz: Změna velikosti

source: Scale In
cs_cz: Přiblížit

source: Scale Out
cs_cz: Oddálit

source: Scroll Load
cs_cz: Načítat během rolování

source: Search
cs_cz: Hledat

source: Search box maximum width
cs_cz: Maximální šířka vyhledávacího pole

source: SEARCH...
cs_cz: HLEDÁNÍ...

source: Security
cs_cz: Zabezpečení

source: See All Button background color:
cs_cz: Barva pozadí tlačítka Zobrazit vše:

source: See All Button Border color:
cs_cz: Barva rámečku tlačítka Zobrazit vše:

source: See All Button Border radius:
cs_cz: Zaoblení rámečku tlačítka Zobrazit vše:

source: See All Button Border style:
cs_cz: Styl rámečku tlačítka Zobrazit vše:

source: See All Button Border width:
cs_cz: Šířka rámečku tlačítka Zobrazit vše:

source: See All Button Font color:
cs_cz: Barva písma tlačítka Zobrazit vše:

source: See All Button Font size:
cs_cz: Velikot písma tlačítka Zobrazit vše:

source: see all tags
cs_cz: zobrazit všechny tagy

source: see less tags
cs_cz: zobrazit méně tagů

source: Select
cs_cz: Vybrat

source: Select %s
cs_cz: Vybrat %s

source: Select All
cs_cz: Vybrat vše

source: Select all
cs_cz: Vybrat vše

source: Select bulk action
cs_cz: Zvolit hromadnou akci

source: Select Files
cs_cz: Vybrat soubory

source: Select Image
cs_cz: Vybrat obrázek

source: Select Tag
cs_cz: Vybrat tag

source: Select the action which runs after clicking on gallery thumbnails.
cs_cz: Vyberte akci, která se spustí po kliknutí na náhledy galerie.

source: Select the animation effect for image lightbox.
cs_cz: Vyberte efekt animace pro lightbox.

source: Select the animation effect for your slideshow.
cs_cz: Vyberte efekt animace pro vaši slideshow.

source: Select the area for the thumbnail.
cs_cz: Zvolte oblast pro náhled.

source: Select the dimensions of the advertisement image.
cs_cz: Vyberte rozměry reklamního obrázku.

source: Select the font family of the advertisement text.
cs_cz: Vyberte rodinu písma textu reklamy.

source: Select the font family of the watermark text.
cs_cz: Vyberte rodinu písma textu vodoznaku.

source: Select the gallery group to display.
cs_cz: Vyberte skupinu galerií, kterou chcete zobrazit.

source: Select the gallery to display.
cs_cz: Vyberte galerii k zobrazení.

source: Select the number of images displayed per page in Blog Style view.
cs_cz: Vyberte počet obrázků zobrazených na stránce v zobrazení ve stylu blogu.

source: Select the parameter and order direction to sort the gallery group images with. E.g. Title and Ascending.
cs_cz: Vyberte parametr a směr řazení obrázků skupin galerií. Např. Název a Vzestupně.

source: Select the parameter and order direction to sort the gallery images with. E.g. Title and Ascending.
cs_cz: Vyberte parametr a směr řazení obrázků galerie. Např. Název a Vzestupně.

source: Select the type for the slideshow filmstrip.
cs_cz: Vyberte typ filmového pásu slideshow.

source: Select the type of gallery content. Mixed galleries can include all supported items. Alternatively, you can showcase images from one specific source only.
cs_cz: Vyberte typ obsahu galerie. Smíšené galerie mohou zahrnovat všechny podporované položky. Případně můžete zobrazit obrázky pouze z jednoho konkrétního zdroje.

source: Select the type of Mosaic galleries, Vertical or Horizontal.
cs_cz: Vyberte typ galerie mozaika, svislá nebo vodorovná.

source: Selected %d item.
cs_cz: Vybrána %d položka.

source: Selected %d items.
cs_cz: Vybráno %d položek.

source: Selected pricelist item longest dimension greater than some original images dimensions.
cs_cz: Nejdelší rozměr vybrané položky ceníku je větší než některé rozměry původních obrázků.

source: Separator color:
cs_cz: Barva oddělovače:

source: Separator style:
cs_cz: Styl oddělovače:

source: Separator width:
cs_cz: Šířka oddělovače:

source: Sepia
cs_cz: Sépiový tón

source: Set the default dimensions of your slideshow galleries.
cs_cz: Nastavte výchozí rozměry slideshow galerie.

source: Set the dimensions of image lightbox.
cs_cz: Nastavte rozměry lightboxu s obrázkem.

source: Set the duration of lightbox animation effect.
cs_cz: Nastavte dobu trvání efektu animace lightboxu.

source: Set the duration of your slideshow animation effect.
cs_cz: Nastavte dobu trvání efektu animace.

source: Set the height of blocks in Extended gallery groups.
cs_cz: Nastavte výšku bloků v rozšířených skupinách galerií.

source: Set the maximum number of columns in gallery groups. Note, that the parent container needs to be large enough to display all columns.
cs_cz: Nastavte maximální počet sloupců ve skupinách galerií. Všimněte si, že nadřazený kontejner musí být dostatečně velký, aby zobrazil všechny sloupce.

source: Set the maximum number of columns.
cs_cz: Nastavte maximální počet sloupců.

source: Set the maximum number of image columns (or rows) in galleries. Note, that the parent container needs to be large enough to display all columns.
cs_cz: Nastavte maximální počet obrázkových sloupců (nebo řádků) v galeriích. Vezměte prosím na vědomí, že nadřazený kontejner musí být dostatečně velký, aby zobrazil všechny sloupce.

source: Set the maximum number of image columns in galleries. Note, that the parent container needs to be large enough to display all columns.
cs_cz: Nastavte maximální počet sloupců obrázků v galeriích. Mějte na paměti, že nadřazený kontejner musí být dostatečně velký, aby zobrazil všechny sloupce.

source: Set the maximum number of images that are shown with Carousel display.
cs_cz: Nastavte maximální počet obrázků, které jsou zobrazeny v karuselovém zobrazení.

source: Set the number of items that will be displayed in the filmstrip. This will also construct the width of the filmstrip.
cs_cz: Nastavení počtu položek, které se zobrazí na filmovém pásu. Tím se také zkonstruuje šířka filmového pásu.

source: Set the position of image descriptions in Slideshow view.
cs_cz: Nastavte umístění popisků obrázku v zobrazení slideshow.

source: Set the position of image titles in Slideshow view.
cs_cz: Nastavte umístění názvů obrázků v zobrazení slideshow.

source: Set the quality of gallery images. Provide a value from 0 to 100%.
cs_cz: Nastavte kvalitu obrázků galerie. Uveďte hodnotu od 0 do 100%.

source: Set the size of your filmstrip. If the filmstrip is horizontal, this indicates its height, whereas for vertical filmstrips it sets the width.
cs_cz: Nastavte velikost filmového pásu. Je-li filmový pás vodorovný, znamená to jeho výšku, zatímco u vertikálních filmových pásků nastaví šířku.

source: Set Watermark
cs_cz: Nastavit vodoznak

source: Set watermark
cs_cz: Nastavit vodoznak

source: Shadow:
cs_cz: Stín:

source: Share buttons color:
cs_cz: Barva tlačítek sdílení:

source: Share on Facebook
cs_cz: Sdílet na Facebooku

source: Share on Pinterest
cs_cz: Sdílet na Pinterestu

source: Share on Tumblr
cs_cz: Sdílet na Tumblru

source: Share on Twitter
cs_cz: Sdílet na Twitteru

source: Show "Order by" dropdown list
cs_cz: Zobrazit rozbalovací seznam "Řadit podle"

source: Show Captcha for comments
cs_cz: Zobrazit Captcha pro komentáře

source: Show Comments
cs_cz: Zobrazit komentáře

source: Show comments
cs_cz: Zobrazit komentáře

source: Show comments for custom posts
cs_cz: Zobrazit komentáře pro vlastní příspěvky

source: Show custom posts
cs_cz: Zobrazit vlastní příspěvky

source: Show Display Original Image button
cs_cz: Zobrazit tlačítko Původní obrázek

source: Show download button
cs_cz: Zobrazit tlačítko Stáhnout

source: Show Ecommerce
cs_cz: Zobrazit E-komerci

source: Show ecommerce
cs_cz: Zobrazit E-komerci

source: Show Ecommerce button
cs_cz: Zobrazit tlačítko E-komerce

source: Show ecommerce icon
cs_cz: Zobrazit ikonu e-komerce

source: Show Email for comments
cs_cz: Zobrazit e-mail pro komentáře

source: Show extended gallery group description
cs_cz: Zobrazit popis rozšířené skupiny galerií

source: Show Facebook button
cs_cz: Zobrazit tlačítko Facebook

source: Show gallery description
cs_cz: Zobrazit popis galerie

source: Show gallery group or gallery description
cs_cz: Zobrazit popis skupiny galerií nebo galerie

source: Show gallery group or gallery title
cs_cz: Zobrazit název skupiny galerií nebo galerie

source: Show gallery title
cs_cz: Zobrazit název galerie

source: Show image counter
cs_cz: Zobrazit počet obrázků

source: Show image description
cs_cz: Zobrazit popis obrázku

source: Show image descriptions
cs_cz: Zobrazit popisky obrázků

source: Show image info
cs_cz: Zobrazit informace o obrázku

source: Show image title
cs_cz: Zobrazit název obrázku

source: Show info
cs_cz: Zobrazit informace

source: Show more details
cs_cz: Zobrazit další podrobnosti

source: Show Next / Previous buttons
cs_cz: Zobrazit tlačítka Další / Předchozí

source: Show on hover
cs_cz: Zobrazit při přejetí myší

source: Show order column
cs_cz: Zobrazit sloupec řazení

source: Show Pinterest button
cs_cz: Zobrazit tlačítko Pinterest

source: Show Play icon on video thumbnails
cs_cz: Zobrazit ikonu přehrávání na náhledech

source: Show rating
cs_cz: Zobrazit hodnocení

source: Show search box
cs_cz: Zobrazit vyhledávací pole

source: Show tag box
cs_cz: Zobrazit pole tagů

source: Show Tag Names:
cs_cz: Zobrazit názvy tagů:

source: Show the number of views, when a gallery image was opened in lightbox.
cs_cz: Zobrazit počet zobrazení, když byl v lightboxu otevřen obrázek.

source: Show Tumblr button
cs_cz: Zobrazit Tumblr tlačítko

source: Show Twitter button
cs_cz: Zobrazit tlačítko Twitter

source: Simple
cs_cz: Jednoduché

source: Site URL, Wordpress version
cs_cz: URL stránky, verze Wordpress

source: Size
cs_cz: Velikost

source: Skew
cs_cz: Zkosení

source: Skip
cs_cz: Přeskočit

source: Skip and Deactivate
cs_cz: Přeskočit a deaktivovat

source: Slate
cs_cz: Břidlice

source: Slice Horizontal
cs_cz: Oříznout vodorovně

source: Slice Vertical
cs_cz: Oříznout svisle

source: Slide Horizontal
cs_cz: Posunout vodorovně

source: Slide Vertical
cs_cz: Posunout svisle

source: Slider bullet active background color:
cs_cz: Barva pozadí aktivní odrážky slideru:

source: Slider bullet active border color:
cs_cz: Barva rámečku aktivní odrážky slideru:

source: Slider bullet active border width:
cs_cz: Šířka rámečku aktivní odrážky slideru:

source: Slider bullet background color:
cs_cz: Barva pozadí odrážky slideru:

source: Slider bullet border radius:
cs_cz: Zaoblení rámečku odrážky slideru:

source: Slider bullet height:
cs_cz: Výška odrážky slideru:

source: Slider bullet margin:
cs_cz: Vnější odsazení odrážky slideru:

source: Slider bullet width:
cs_cz: Šířka odrážky slideru:

source: Slideshow dimensions
cs_cz: Rozměry slideshow

source: Slideshow effect
cs_cz: Slideshow efekt

source: Slideshow effect:
cs_cz: Slideshow efekt:

source: Slideshow filmstrip size
cs_cz: Velikost filmového pásu

source: Slideshow filmstrip type
cs_cz: Typ filmového pásu ve slideshow

source: Slideshow thumbnails count
cs_cz: Počet náhledů ve slideshow

source: Slideshow/Lightbox Effects
cs_cz: Efekty slideshow/lightboxu

source: Slug
cs_cz: URL segment

source: Social
cs_cz: Sociální sítě

source: Social Options
cs_cz: Možnosti sociálních sítí

source: Solid
cs_cz: Plný

source: Some of the files couldn't be removed.
cs_cz: Některé soubory nelze odstranit.

source: Sorry, only jpg, jpeg, gif, png types are allowed.
cs_cz: Omlouváme se, povoleny jsou pouze formáty jpg, jpeg, gif a png.

source: Sort:
cs_cz: Seřadit:

source: Specify the default width of images in Blog Style view.
cs_cz: Zadejte výchozí šířku obrázků ve stylu blogu.

source: Specify the default width of images in Image Browser view.
cs_cz: Zadejte výchozí šířku obrázků v prohlížeči obrázků.

source: Specify the dimensions of carousel images in pixels.
cs_cz: Určete rozměry obrázků v karuselu v pixelech.

source: Specify the dimensions of thumbnails in gallery groups.
cs_cz: Zadejte rozměry náhledů ve skupinách galerií.

source: Specify the fixed width of Carousel gallery container.
cs_cz: Zadejte pevnou šířku kontejneru karusel galerie.

source: Specify the font size of the advertisement text.
cs_cz: Zadejte velikost písma textu reklamy.

source: Specify the font size of the watermark text.
cs_cz: Zadejte velikost písma textu vodoznaku.

source: Specify the maximum dimensions of generated thumbnails. They must be larger than frontend thumbnail dimensions.
cs_cz: Nastavte maximální rozměry generovaných náhledů. Musí být větší než rozměry náhledu na webu.

source: Specify the maximum dimensions of uploaded images (set 0 for original size).
cs_cz: Zadejte maximální rozměry nahraných obrázků (nastavte 0 pro původní velikost).

source: Specify the number of galleries/gallery groups to display per page. Setting this option to 0 shows all items.
cs_cz: Zadejte počet skupin galerií/galerií, které se zobrazí na stránce. Nastavení této možnosti na 0 zobrazuje všechny položky.

source: Specify the number of images to display per load on galleries.
cs_cz: Zadejte počet obrázků, které se zobrazí na každém načtení v galeriích.

source: Specify the number of images to display per page on galleries. Setting this option to 0 shows all items.
cs_cz: Zadejte počet obrázků zobrazených na stránce v galeriích. Nastavení na 0 zobrazuje všechny položky.

source: Specify the number of images to preload, e.g. 5 (set 0 for all).
cs_cz: Zadejte počet obrázků k přednačtení, např. 5 (nastavení 0 pro všechny).

source: Specify the opacity of the advertisement. The value must be between 0 to 100.
cs_cz: Zadejte průhlednost reklamy. Hodnota musí být od 0 do 100.

source: Specify the opacity of the watermark. The value must be between 0 to 100.
cs_cz: Zadejte průhlednost vodoznaku. Hodnota musí být mezi 0 až 100.

source: Specify the size of watermark on images in percent.
cs_cz: Zadejte velikost vodoznaku v procentech.

source: Specify the time interval between rotations in Photo Gallery's Carousel view.
cs_cz: Určete časový interval rotace v karusel galerii.

source: Specify the time interval between slides in Photo Gallery's Slideshow view.
cs_cz: Určete časový interval mezi snímky v zobrazení slideshow.

source: Specify the time interval of autoplay in Photo Gallery lightbox.
cs_cz: Určete časový interval automatického přehrávání v lightboxu.

source: Square
cs_cz: Čtverec

source: Star
cs_cz: Hvězdička

source: Submit
cs_cz: Odeslat

source: Submit and Deactivate
cs_cz: Odeslat a deaktivovat

source: support team
cs_cz: tým podpory

source: Sure! I'd love to!
cs_cz: Jistě! Rád bych!

source: Switch off right-click on your gallery images by enabling this setting.
cs_cz: Vypněte kliknutím pravým tlačítkem myši na obrázky galerie povolením tohoto nastavení.

source: Tag Cloud
cs_cz: Cloud tagů

source: Tag permission
cs_cz: Oprávnění pro tagy

source: Tags
cs_cz: Tagy

source: Tags filter type:
cs_cz: Typ filtru tagů:

source: tags selected
cs_cz: tagů vybráno

source: Technical problems / hard to use
cs_cz: Technické problémy / těžko použitelné

source: Temporary deactivation
cs_cz: Dočasná deaktivace

source: Terms of Use
cs_cz: Podmínky užití

source: Text background color:
cs_cz: Barva pozadí textu:

source: Text border color:
cs_cz: Barva rámečku divu s textem:

source: Text border style:
cs_cz: Styl rámečku divu s textem:

source: Text Color:
cs_cz: Barva textu:

source: Text div border radius:
cs_cz: Zaoblení rámečku divu s textem:

source: Text div border width:
cs_cz: Šířka rámečku divu s textem:

source: Text div padding:
cs_cz: Odsazení divu s textem:

source: The %s class not exist.
cs_cz: Třída %s neexistuje.

source: The %s field is required.
cs_cz: Pole %s je povinné.

source: The %s field must contain a valid email address.
cs_cz: Pole %s musí obsahovat platnou e-mailovou adresu.

source: The controller %s file not exist.
cs_cz: Soubor ovladače %s neexistuje.

source: The default dimensions of thumbnails which will display on published galleries.
cs_cz: Výchozí rozměry náhledů, které se zobrazí na publikovaných galeriích.

source: The default size of thumbnails which will display on published galleries.
cs_cz: Výchozí velikost náhledů, které budou zobrazeny na publikovaných galeriích.

source: The entered URL is incorrect. Please check the URL and try again.
cs_cz: Zadaná adresa URL je nesprávná. Zkontrolujte adresu URL a zkuste to znovu.

source: The following Database Tables will be deleted:
cs_cz: Následující databázové tabulky budou smazány:

source: The gallery plugin is easily customizable. You can edit themes changing sizes and colors for different features. Specify the number of images to display in a single row in an gallery group. Additionally, you can customize thumbnail images by cropping, flipping and rotating them.
cs_cz: Plugin galerie je snadno přizpůsobitelný. Můžete upravovat šablony: změnit velikost a barvy pro různé funkce. Zadat počet obrázků, které mají být zobrazeny v jednom řádku v galerii. Navíc si můžete přizpůsobit náhledové obrázky jejich oříznutím, převrácením nebo otočením.

source: The image has been deleted.
cs_cz: Obrázek byl odstraněn.

source: The item is successfully set as default.
cs_cz: Položka je úspěšně nastavena jako výchozí.

source: The maximum size of resized image.
cs_cz: Maximální velikost nového obrázku.

source: The option does not apply to Full-width lightbox.
cs_cz: Tato možnost se nevztahuje na lightbox přes celou šířku.

source: The Photo Gallery will now appear in the section of the site you’ve chosen.
cs_cz: Fotogalerie se nyní zobrazí v sekci stránek, kterou jste vybrali.

source: The plugin allows creating unlimited number of galleries or gallery groups and upload images in each gallery as many as you wish. Add single/ multiple galleries into your pages and posts with the help of functional shortcode; visual shortcodes for an easier management.
cs_cz: Plugin umožňuje vytvářet neomezený počet galerií nebo skupin galerií a nahrávat v každé galerii tolik obrázků, kolik chcete. Přidejte do svých stránek a příspěvků jednu nebo více galerií s pomocí funkčního shortcodu; vizuální shortcode pro snazší správu.

source: The slideshow images will be shuffled in case this setting is enabled.
cs_cz: Pokud je toto nastavení povoleno, budou obrázky přehrávané náhodně.

source: The slug must be unique.
cs_cz: URL musí být unikátní.

source: The thumbnail was successfully cropped.
cs_cz: Náhled byl úspěšně oříznut.

source: The total width of mosaic galleries as a percentage of container's width.
cs_cz: Celková šířka mozaikových galerií v procentech šířky kontejneru.

source: The view %s file not exist.
cs_cz: Zobrazení souboru %s neexistuje.

source: The webp support should be enabled for GD and/or ImageMagick.
cs_cz: Podpora webp by měla být povolena pro GD a/nebo ImageMagick.

source: Theme
cs_cz: Šablona

source: Theme permission
cs_cz: Oprávnění pro šablony

source: Theme successfully copied.
cs_cz: Šablona byla úspěšně zkopírována.

source: Theme title
cs_cz: Název šablony

source: Themes
cs_cz: Šablony

source: Themes:
cs_cz: Šablony:
