Repository: martinstrasek/Photo-Gallery-by-10Web-CZ-Translation
Catalog: photo-gallery-*.po
Languages: cs_cz

source: There are no images matching your search.
cs_cz: Nebyly nalezeny žádné obrázky odpovídající vašemu hledání.

source: There are no images to download.
cs_cz: Neexistují žádné obrázky ke stažení.

source: There are no images.
cs_cz: Neexistují žádné obrázky.

source: There has been a problem while trying to upload the following images. Please try to upload them again.
cs_cz: Při pokusu o nahrání následujících obrázků došlo k chybě. Zkuste je prosím nahrát znovu.

source: There is no album selected or the gallery was deleted.
cs_cz: Nebylo vybráno žádné album nebo byla galerie smazána.

source: There is no gallery selected or the gallery was deleted.
cs_cz: Nebyla vybrána žádná galerie nebo byla galerie smazána.

source: There is no shortcode with such ID!
cs_cz: Neexistuje žádný shortcode s tímto ID!

source: This action will reset gallery type to mixed and will save that choice. You cannot undo it.
cs_cz: Tato akce resetuje typ galerie na smíšený a uloží tuto volbu. Nelze ji vrátit zpět.

source: This addon integrates NextGen with Photo Gallery allowing to import images and related data from NextGen to use with Photo Gallery
cs_cz: Tento doplněk integruje NextGen s Photo Gallery a umožní importovat obrázky a související data z NextGen pro použití v Photo Gallery

source: This is not a valid email address.
cs_cz: Toto není platná e-mailová adresa.

source: This option defines the proportion of dimensions between neighboring images in the carousel.
cs_cz: Tato volba definuje poměr rozměrů mezi sousedními obrázky v karuselu.

source: This option is available in %s
cs_cz: Tato možnost je dostupná v %s

source: This option is disabled in demo.
cs_cz: Tato možnost je v demo verzi vypnuta.

source: This option removes all types of pagination from your galleries.
cs_cz: Tato volba odstraní všechny typy stránkování z vašich galerií.

source: This option will allow users to download gallery images while viewing them in lightbox.
cs_cz: Tato volba umožní uživatelům stahovat obrázky galerie při jejich prohlížení v lightboxu.

source: This plugin is a fully responsive gallery plugin with advanced functionality. It allows having different image galleries for your posts and pages. You can create unlimited number of galleries, combine them into albums, and provide descriptions and tags.
cs_cz: Tento plugin je plně responzivní plugin galerie s pokročilými funkcemi. Umožňuje mít různé galerie obrázků pro vaše příspěvky a stránky. Můžete vytvářet neomezený počet galerií, spojovat je do alb a opatřovat je popisy a tagy.

source: This sorting does not affect the published galleries. You can change the ordering on frontend by editing gallery shortcode or Photo Gallery Options.
cs_cz: Toto řazení nemá vliv na publikované galerie. Řazení na webu můžete změnit úpravou shortcodu galerie nebo možností Photo Gallery.

source: This will allow you to get more out of your plugin experience - get awesome customer support, receive exclusive deals and discounts on premium products and more. You can choose to skip this step, %s will still work just fine.
cs_cz: Toto vám umožní získat více z vašeho pluginu - získat úžasnou zákaznickou podporu, přijímat exkluzivní nabídky a slevy na prémiové produkty a další. Můžete si vybrat přeskočit tento krok, %s bude stále pracovat v pořádku.

source: This will cancel uploads. Continue?
cs_cz: Tímto zrušíte nahrávání. Pokračovat?

source: Thumb description font color:
cs_cz: Barva písma popisu náhledu:

source: Thumb description font size:
cs_cz: Velikost písma popisu náhledu:

source: Thumbnail
cs_cz: Náhled

source: Thumbnail background color:
cs_cz: Barva pozadí náhledu:

source: Thumbnail background transparency:
cs_cz: Průhlednost pozadí náhledu:

source: Thumbnail border color:
cs_cz: Barva rámečku náhledu:

source: Thumbnail border radius:
cs_cz: Zaoblení rámečku náhledu:

source: Thumbnail border style:
cs_cz: Styl rámečku náhledu:

source: Thumbnail border width:
cs_cz: Šířka rámečku náhledu:

source: Thumbnail box shadow:
cs_cz: Box shadow rámečku náhledu:

source: Thumbnail dimensions
cs_cz: Velikost náhledu

source: Thumbnail div background color:
cs_cz: Barva pozadí divu s náhledem:

source: Thumbnail div border color:
cs_cz: Barva rámečku divu s náhledem:

source: Thumbnail div border radius:
cs_cz: Zaoblení rámečku divu s náhledem:

source: Thumbnail div border width:
cs_cz: Šířka rámečku divu s náhledem:

source: Thumbnail div padding:
cs_cz: Odsazení divu s náhledem:

source: Thumbnail hover effect:
cs_cz: Efekt při najetí myši na náhled:

source: Thumbnail margin:
cs_cz: Vnější odsazení náhledu:

source: Thumbnail Max Dimensions:
cs_cz: Maximální rozměry náhledu:

source: Thumbnail Options
cs_cz: Možnosti náhledu

source: Thumbnail padding:
cs_cz: Odsazení náhledu:

source: Thumbnail size
cs_cz: Velikost náhledu

source: Thumbnail transition:
cs_cz: Přechod náhledu:

source: Thumbnail transparency:
cs_cz: Průhlednost náhledu:

source: Thumbnail width
cs_cz: Šířka náhledu

source: Thumbnail:
cs_cz: Náhled:

source: Thumbnails
cs_cz: Náhledy

source: Thumbnails background color:
cs_cz: Barva pozadí náhledu:

source: Thumbnails successfully recreated.
cs_cz: Náhledy byly úspěšně obnoveny.

source: Time interval
cs_cz: Časový interval

source: Time interval:
cs_cz: Časový interval:

source: Title
cs_cz: Název

source: Title alignment:
cs_cz: Zarovnání nadpisu:

source: Title background color:
cs_cz: Barva pozadí nadpisu:

source: Title background color:
cs_cz: Barva pozadí nadpisu:

source: Title border color:
cs_cz: Barva rámečku názvu:

source: Title border radius:
cs_cz: Zaoblení rámečku nadpisu:

source: Title border style:
cs_cz: Styl rámečku názvu:

source: Title border width:
cs_cz: Šířka rámečku názvu:

source: Title box shadow:
cs_cz: Box shadow názvu:

source: Title color:
cs_cz: Barva nadpisu:

source: Title color:
cs_cz: Barva nadpisu:

source: Title font color (Show on hover):
cs_cz: Barva písma názvu (při najetí myši):

source: Title font color:
cs_cz: Barva písma názvu:

source: Title Font family:
cs_cz: Rodina písma nadpisu:

source: Title font family:
cs_cz: Rodina písma názvu:

source: Title font size:
cs_cz: Velikost písma názvu:

source: Title font size:
cs_cz: Velikost písma nadpisu:

source: Title font weight:
cs_cz: Tloušťka písma názvu:

source: Title margin:
cs_cz: Vnější odsazení názvu:

source: Title opacity:
cs_cz: Průhlednost nadpisu:

source: Title padding:
cs_cz: Odsazení názvu:

source: Title padding:
cs_cz: Odsazení nadpisu:

source: Title position
cs_cz: Pozice názvu

source: Title position:
cs_cz: Pozice názvu:

source: Title transparency:
cs_cz: Průhlednost nadpisu:

source: Title/description alignment:
cs_cz: Zarovnání nadpisu/popisu:

source: Title:
cs_cz: Název:

source: To activate this feature, go to %s, then set "Image click action" to "Redirect to URL". Please use absolute URLs when specifying the links.
cs_cz: Chcete-li aktivovat tuto funkci, přejděte na %s a poté nastavte "Akce při kliknutí na obrázek" na "Přesměrovat na URL". Při specifikování odkazů použijte absolutní URL.

source: To add a gallery using shortcode, please find and click the "Add Photo Gallery" button in your post/page editor navigation.
cs_cz: Chcete-li přidat galerii použitím shortcode, najděte si a klikněte na tlačítko "Přidat Photo Gallery v navigaci editoru příspěvků/stránky.

source: Toggle button height:
cs_cz: Výška tlačítka přepínače:

source: Toggle button width:
cs_cz: Šířka tlačítka přepínače:

source: Toggle panel
cs_cz: Zobrazit panel

source: Toggle panel:
cs_cz: Přepnout panel:

source: Top
cs_cz: Nahoře

source: Total
cs_cz: Celkem

source: Total size: %s
cs_cz: Celková velikost: %s

source: Transition:
cs_cz: Přechod:

source: Transparency:
cs_cz: Průhlednost:

source: Transparent Background:
cs_cz: Průhledné pozadí:

source: Try Free
cs_cz: Vyzkoušet zdarma

source: Type
cs_cz: Typ

source: Type:
cs_cz: Typ:

source: Unified dashboard
cs_cz: Jednotný řídicí panel

source: UNINSTALL
cs_cz: ODINSTALOVAT

source: Uninstall
cs_cz: Odinstalovat

source: Uninstall %s
cs_cz: Odinstalovat %s

source: Unlimited Photos and Albums
cs_cz: Neomezený počet fotek a alb

source: Unpublish
cs_cz: Zneveřejnit

source: Unpublished
cs_cz: Nezveřejněno

source: unpublished
cs_cz: nezveřejněno

source: Up
cs_cz: Nahoru

source: Update
cs_cz: Aktualizovat

source: Upgrade
cs_cz: Upgradovat

source: Upgrade to Pro
cs_cz: Upgradovat na Pro

source: Upgrading to paid version
cs_cz: Aktualizace na placenou verzi

source: Upload failed
cs_cz: Nahrávání se nezdařilo

source: Upload files
cs_cz: Nahrát soubory

source: Uploaded
cs_cz: Nahráno

source: Uploads directory doesn't exist. Old value is restored.
cs_cz: Adresář pro nahrávání neexistuje. Obnovena původní hodnota.

source: Use AND operator for tag filtering
cs_cz: Použít AND operátor pro filtrování tagů

source: Use CSS type values.
cs_cz: Používejte hodnoty typu CSS.

source: Use default options
cs_cz: Použít výchozí nastavení

source: Use generated PHP function to call the selected gallery or gallery group on a custom PHP template.
cs_cz: Použijte generovanou PHP funkci pro volání vybrané galerie nebo skupiny galerií ve vlastní PHP šabloně.

source: Use this setting to show or hide comments under Photo Gallery custom posts.
cs_cz: Použijte toto nastavení pro zobrazení nebo skrytí komentářů pod vlastní příspěvky.

source: User Guide
cs_cz: Uživatelská příručka

source: User guide
cs_cz: Uživatelská příručka

source: Value must be between 0 to 100.
cs_cz: Hodnota musí být mezi 0 až 100.

source: Verification Code
cs_cz: Ověřovací kód

source: Vertical
cs_cz: Svislá

source: View cart
cs_cz: Zobrazit košík

source: View list
cs_cz: Zobrazit seznam

source: View thumbs
cs_cz: Zobrazit náhledy

source: View type
cs_cz: Typ zobrazení

source: WARNING:
cs_cz: VAROVÁNÍ:

source: Warning: "photo-gallery" folder already exists in uploads directory. Old value is restored.
cs_cz: Varování: složka "photo-gallery" již v adresáři pro nahrávání existuje. Obnovena původní hodnota.

source: Watermark
cs_cz: Vodoznak

source: Watermark color
cs_cz: Barva vodoznaku

source: Watermark could not be set. The image URL is incorrect.
cs_cz: Vodoznak nelze nastavit. URL obrázku je nesprávná.

source: Watermark font size
cs_cz: Velikost písma vodoznaku

source: Watermark font style
cs_cz: Styl písma vodoznaku

source: Watermark opacity
cs_cz: Průhlednost vodoznaku

source: Watermark position
cs_cz: Pozice vodoznaku

source: Watermark size
cs_cz: Velikost vodoznaku

source: Watermark successfully set.
cs_cz: Vodoznak byl úspěšně nastaven.

source: Watermark text
cs_cz: Text vodoznaku

source: Watermark type
cs_cz: Typ vodoznaku

source: Watermark URL
cs_cz: URL vodoznaku

source: Watermarking/ Advertising Possibility
cs_cz: Možnost vodoznaku/reklamy

source: We hope you've enjoyed using WordPress %s! Would you consider leaving us a review on WordPress.org?
cs_cz: Doufáme, že se vám líbilo používání WordPress %s! Zvažte, že nám necháte recenzi na WordPress.org?

source: We will not sell, share, or distribute your personal information to third parties.
cs_cz: Vaše osobní údaje nebudeme prodávat, sdílet ani předávat třetím stranám.

source: We’ll soon be offering affordable hosting solution with WordPress-friendly features and great customer support.
cs_cz: Brzy budeme nabízet dostupné hostingové řešení s funkcemi přátelskými pro WordPress a skvělou zákaznickou podporou.

source: What data is being collected?
cs_cz: Jaká data jsou shromažďována?

source: When you leave a comment on this site, we send your name, email address, IP address and comment text to example.com. Example.com does not retain your personal data.
cs_cz: Když na těchto stránkách zanecháte komentář, odešleme vaše jméno, e-mailovou adresu, IP adresu a text komentáře společnosti example.com. Example.com vaše osobní údaje neuchovává.

source: Width of mosaic galleries
cs_cz: Šířka mozaikových galerií

source: With this option, users can load new images of your galleries simply by scrolling down.
cs_cz: Pomocí této volby mohou uživatelé načíst nové obrázky z vašich galerií jednoduše posouváním dolů.

source: Without image editing functions, image thumbnails will not be created, thus causing load time issues on published galleries. Furthermore, some of Photo Gallery's features, e.g. %s, %s, and %s, will not be available.
cs_cz: Bez funkcí úpravy obrázků nebudou vytvořeny náhledy obrázků, což způsobí problémy s časem v publikovaných galeriích. Kromě toho některé funkce fotografické galerie, např. %s, %sa %snebudou k dispozici.

source: Write the text to add to images as advertisement.
cs_cz: Napište text, který chcete přidat do obrázků jako reklamu.

source: Yes
cs_cz: Ano

source: You are About to Uninstall %s from WordPress. This Action Is Not Reversible.
cs_cz: Chystáte se odinstalovat %s z WordPressu. Tato akce není vratná.

source: You can change the default options %s.
cs_cz: Výchozí možnosti %s můžete změnit.

source: You can include both videos and images within a single gallery. WordPress Photo Gallery Plugin supports YouTube and Vimeo videos within Galleries. It's also possible to add audio tracks for the image slideshow.
cs_cz: Můžete zahrnout videa i obrázky do jedné galerie. Plugin WordPress Photo Gallery podporuje YouTube a Vimeo videa. Je také možné přidat zvukové stopy pro prezentaci obrázků.

source: You can't crop this type of image.
cs_cz: Tento typ obrázku nelze oříznout.

source: You can't delete default theme.
cs_cz: Výchozí motiv nelze odstranit.

source: You do not have Instagram CLIENT_ID. Input its value in Options->Embed options.
cs_cz: Nemáte Instagram CLIENT_ID. Vložte jeho hodnotu v Možnostech->Vložené možnosti.

source: You have unsaved changes.
cs_cz: Máte neuložené změny.

source: You must select an audio file.
cs_cz: Musíte vybrat zvukový soubor.

source: You must select an image file.
cs_cz: Musíte vybrat soubor obrázku.

source: You must select at least one item.
cs_cz: Musíte vybrat alespoň jednu položku.

source: You must set watermark type from Options page.
cs_cz: Musíte nastavit typ vodoznaku ze stránky Nastavení.

source: You've added a gallery to your post/page. Click on Photo Gallery icon again if you want to make changes to your gallery.
cs_cz: Přidali jste galerii do svého příspěvku/stránky. Pokud chcete provést změny v galerii, klikněte znovu na ikonu Photo Gallery.

source: Your comment is awaiting moderation
cs_cz: Váš komentář čeká na schválení

source: Your name & Email address
cs_cz: Vaše jméno a e-mailová adresa

source: You’ve successfully inserted your gallery to your post/page. Click the Photo Gallery icon in your editor to make any further changes to your gallery.
cs_cz: Úspěšně jste vložili svou galerii do svého příspěvku/stránky. Klikněte na ikonu Galerie ve vašem editoru pro provedení dalších změn v galerii.

source: Zoom
cs_cz: Přiblížení

source: Zoom in-out
cs_cz: Přiblížení a oddálení
