Repository: martinstrasek/Photo-Gallery-by-10Web-CZ-Translation
Catalog: photo-gallery-*.po
Languages: cs_cz

source: features you get!
cs_cz: funkce, které získáte!

source: item(s)
cs_cz: položka(y)

source: view is available in Premium Version
cs_cz: zobrazení je dostupné ve verzi Prémium

source: %s item
cs_cz: %s položka

source: %s item successfully %s.
cs_cz: %s položka úspěšně %s.

source: %s This code should be inserted into a PHP file. This is a more advanced method of publishing and should be used in case you want the galleries to be integrated into your theme files ( for example in your website header or footer area ). You can't insert this code into your post / page editor.
cs_cz: %s Tento kód by měl být vložen do PHP souboru. Jedná se o pokročilejší způsob publikování a měla by být použita v případě, že chcete, aby byly galerie začleněny do souborů motivů (například v záhlaví webu nebo v zápatí). Tento kód nelze vložit do editoru příspěvku / stránky.

source: - Select -
cs_cz: - Vybrat -

source: 0 for all.
cs_cz: 0 pro všechny.

source: 1 column
cs_cz: 1 sloupec

source: 10 Pro Gallery/Album Views
cs_cz: 10 Pro zobrazení galerie/alba

source: 10 View Options
cs_cz: 10 Možnosti zobrazení

source: 10Web cloud storage space. Easily and securely backup your website in our storage.
cs_cz: 10Web cloudový úložný prostor. Jednoduše a bezpečně zálohujte své webové stránky do našeho úložiště.

source: 2 column
cs_cz: 2 sloupce

source: 3 column
cs_cz: 3 sloupce

source: 5 Standard Gallery/Album Views
cs_cz: 5 standardních zobrazení galerie/alba

source: 60+ pro plugins/Extensions
cs_cz: 60+ pro Pluginů/Rozšíření

source: <b>Dailymotion</b> URL example:
cs_cz: Příklad <b>Dailymotion</b> URL:

source: <b>Flickr</b> URL example:
cs_cz: Příklad <b>Flickr</b> URL:

source: <b>Vimeo</b> URL example:
cs_cz: Příklad <b>Vimeo</b> URL:

source: <b>Youtube</b> URL example:
cs_cz: Příklad <b>YouTube</b> URL:

source: A term with the name provided already exists.
cs_cz: Termín s tímto názvem již existuje.

source: Access 60+ plugins and extensions, including key plugins, such as gallery, form, slider, social plugins and more.
cs_cz: Přístup k 60+ pluginům a rozšířením, včetně klíčových pluginů, jako je galerie, formulář, slider, sociální pluginy a další.

source: Action on image click
cs_cz: Akce při kliknutí na obrázek

source: Activate looping to start lightbox navigation from the beginning when users reach its last image.
cs_cz: Aktivujte smyčku pro spuštění lightboxu od začátku, když uživatelé dosáhnou svého posledního obrázku.

source: Activate Pin button of Photo Gallery lightbox by enabling this setting.
cs_cz: Povolením tohoto nastavení aktivujte tlačítko Připnout.

source: Activate this dropdown box to let users browse your gallery images with different ordering options.
cs_cz: Aktivujte toto rozevírací okno, aby uživatelé mohli procházet obrázky z galerie s různými možnostmi řazení.

source: Activate this option to add a Play button on thumbnails of videos.
cs_cz: Aktivujte tuto možnost pro přidání tlačítka Přehrát na náhledy videí.

source: Activate this option to autoplay Carousel galleries.
cs_cz: Aktivujte tuto možnost pro automatické přehrávání karusel galerií.

source: Activate this option to autoplay images in gallery lightbox.
cs_cz: Aktivujte tuto možnost pro automatické přehrávání obrázků v lightboxu.

source: Activate this option to autoplay slideshow galleries.
cs_cz: Aktivujte tuto možnost pro automatické přehrávání slideshow galerií.

source: Activate this option to display email address field in comments section.
cs_cz: Aktivujte tuto možnost pro zobrazení pole e-mailové adresy v sekci komentáře.

source: Activate this setting to add Fullscreen button to lightbox control buttons.
cs_cz: Aktivujte toto nastavení pro přidání tlačítka Na celou obrazovku do ovládání lightboxu.

source: Activate this setting to display Photo Gallery custom posts with new menu items under WordPress admin menu.
cs_cz: Aktivujte toto nastavení pro zobrazení vlastních příspěvků Photo Gallery s novými položkami nabídky v admin menu WordPressu.

source: Activate this setting to let users download all images of your gallery with a click.
cs_cz: Aktivujte toto nastavení, aby uživatelé mohli kliknutím stáhnout všechny obrázky z vaší galerie.

source: Activate this setting to show Info button among lightbox control buttons.
cs_cz: Aktivujte toto nastavení pro zobrazení informačního tlačítka u ovládání lightboxu.

source: Activate this to show Play/Pause buttons on your Carousel galleries.
cs_cz: Aktivujte toto pro zobrazení tlačítek Přehrát/Pozastavit v karusel galeriích.

source: Activating this option will add page numbers and next/previous buttons to your galleries.
cs_cz: Aktivace této možnosti přidá čísla stránek a tlačítka Další/Předchozí do vašich galerií.

source: Active Button background color:
cs_cz: Barva pozadí aktivního tlačítka:

source: Active Button font color:
cs_cz: Barva písma aktivního tlačítka:

source: Add
cs_cz: Přidat

source: Add a filmstrip with image thumbnails to the lightbox of your galleries.
cs_cz: Přidejte do lightboxu vašich galerií filmový pás s náhledy obrázků.

source: Add a preview image, which will be displayed as the cover image of the gallery group when it is published in a parent gallery group.
cs_cz: Přidat náhled obrázku, který bude zobrazen jako úvodní obrázek skupiny galerie, když bude publikován v nadřazené galerii.

source: Add a preview image, which will be displayed as the cover image of the gallery when it is published in a gallery group.
cs_cz: Přidat náhled obrázku, který bude zobrazen jako úvodní obrázek galerie, když bude publikován ve skupině galerií.

source: Add Galleries/Images
cs_cz: Přidat galerie/obrázky

source: Add Gallery Widget
cs_cz: Přidat widget galerie

source: Add Images
cs_cz: Přidat obrázky

source: Add new
cs_cz: Přidat nový

source: Add new gallery
cs_cz: Přidat novou galerii

source: Add new group
cs_cz: Přidat novou skupinu

source: Add new theme
cs_cz: Přidat novou šablonu

source: Add Photo Gallery
cs_cz: Přidat galerii

source: Add Photo Gallery albums or galleries to Your widget area.
cs_cz: Přidat Photo Gallery alba nebo galerie do oblasti svých widgetů.

source: Add Photo Gallery slideshow to Your widget area.
cs_cz: Přidat Photo Gallery slideshow do oblasti svých widgetů.

source: Add Photo Gallery Tags dynamic cloud to Your widget area.
cs_cz: Přidat dynamický cloud tagů Photo Gallery do oblasti svých widgetů.

source: Add placeholder to search
cs_cz: Přidat placeholder pro hledání

source: Add Preview Image
cs_cz: Přidat náhled obrázku

source: Add pricelist
cs_cz: Přidat ceník

source: Add selected images to gallery
cs_cz: Přidat vybrané obrázky do galerie

source: Add tag
cs_cz: Přidat tag

source: Add Text or Image advertisement to your images with this option.
cs_cz: Přidat textovou nebo obrázkovou reklamu k obrázkům s touto možností.

source: Add Text or Image watermark to your images with this option.
cs_cz: Touto možností přidejte k obrázkům textový nebo obrázkový vodoznak.

source: Add the selected gallery or gallery group to any WordPress page or post. Simply copy the generated shortcode and paste it in the content of page/post editor.
cs_cz: Přidejte vybranou galerii nebo skupinu galerií na jakoukoliv stránku nebo příspěvek WordPress. Jednoduše zkopírujte vygenerovaný shortcode a vložte jej do obsahu editoru stránky/příspěvků.

source: Add to cart
cs_cz: Přidat do košíku

source: Add to gallery
cs_cz: Přidat do galerie

source: Add to Gallery Group
cs_cz: Přidat do skupiny galerií

source: Add to image
cs_cz: Přidat do obrázku

source: Add-ons
cs_cz: Doplňky

source: Add-ons Support
cs_cz: Podpora doplňků

source: Add/Remove tag
cs_cz: Přidat/Odebrat štítek

source: Adding a Load More button, you can let users display a new set of images from your galleries.
cs_cz: Přidáním tlačítka Načíst víc můžete umožnit uživatelům zobrazit novou sadu obrázků z vašich galerií.

source: AddThis profile ID
cs_cz: ID profilu AddThis

source: Advanced
cs_cz: Pokročilé

source: Advanced: PHP code
cs_cz: Pokročilé: PHP kód

source: Advertisement
cs_cz: Reklama

source: Advertisement color
cs_cz: Barva reklamy

source: Advertisement dimensions
cs_cz: Rozměry reklamy

source: Advertisement font size
cs_cz: Velikost písma reklamy

source: Advertisement font style
cs_cz: Styl písma reklamy

source: Advertisement link
cs_cz: Odkaz na reklamu

source: Advertisement opacity
cs_cz: Průhlednost reklamy

source: Advertisement position
cs_cz: Umístění reklamy

source: Advertisement text
cs_cz: Text reklamy

source: Advertisement type
cs_cz: Typ reklamy

source: Advertisement URL
cs_cz: URL reklamy

source: After pressing save/apply buttons, you cannot change gallery type back to Instagram!
cs_cz: Po stisku tlačítka Uložit/Použít nelze změnit typ galerie zpět na Instagram!

source: After purchasing the commercial version follow these steps:
cs_cz: Po zakoupení komerční verze postupujte podle následujících kroků:

source: Album Options
cs_cz: Možnosti alba

source: Albums
cs_cz: Alba

source: Alignment:
cs_cz: Zarovnání:

source: All Galleries
cs_cz: Všechny galerie

source: All galleries
cs_cz: Všechny galerie

source: All images
cs_cz: Všechny obrázky

source: All images are successfully reset.
cs_cz: Všechny obrázky byly úspěšně obnoveny.

source: All images are successfully watermarked.
cs_cz: Všechny obrázky byly úspěšně opatřeny vodoznakem.

source: All items are successfully duplicated.
cs_cz: Všechny položky byly úspěšně zduplikovány.

source: All Tags
cs_cz: Všechny tagy

source: All tags
cs_cz: Všechny tagy

source: All tags selected
cs_cz: Všechny tagy vybrány

source: All thumbnails are successfully recreated.
cs_cz: Všechny náhledy byly úspěšně obnoveny.

source: Allow & Continue
cs_cz: Povolit & Pokračovat

source: Allow 10Web to collect some usage data
cs_cz: Povolit 10webu, aby shromažďoval data o používání

source: Allow users to rate your images by adding rating feature to Photo Gallery lightbox.
cs_cz: Umožnit uživatelům ohodnotit vaše obrázky přidáním funkce hodnocení do lightboxu.

source: Allow users to see the titles of your galleries by enabling this setting.
cs_cz: Povolit uživatelům zobrazit názvy vašich galerií povolením tohoto nastavení.

source: Allow users to share images on Tumblr from Photo Gallery lightbox by activating this setting.
cs_cz: Umožní uživatelům sdílet obrázky na Tumblr.

source: Allow users to zoom images in Photo Gallery lightbox.
cs_cz: Umožnit uživatelům zvětšovat obrázky v lightboxu.

source: Allowed upload types JPG, JPEG, GIF, PNG, SVG.
cs_cz: Povolené formáty nahrávání: JPG, JPEG, GIF, PNG, SVG.

source: Alt/Title
cs_cz: Alternativní název

source: Alt/Title (Asc)
cs_cz: Alternativní název (Vzes.)

source: Alt/Title (Desc)
cs_cz: Alternativní název (Ses.)

source: Alt/Title:
cs_cz: Alternativní název:

source: Always
cs_cz: Vždy

source: Always show
cs_cz: Zobrazovat vždy

source: Angle
cs_cz: Šipka

source: Apply
cs_cz: Použít

source: Are you sure you want to permanently remove selected items?
cs_cz: Jste si jisti, že chcete trvale odstranit vybrané položky?

source: Arrow
cs_cz: Šipka

source: Ascending
cs_cz: Vzestupně

source: Ask a question
cs_cz: Zadejte dotaz

source: Attention:
cs_cz: Upozornění:

source: Audio and Video Support
cs_cz: Podpora zvuku a videa

source: Audio URL
cs_cz: URL audia

source: Author
cs_cz: Autor

source: Auto-fill metadata
cs_cz: Automatické vyplnění metadat

source: Automatically resize and compress all images on your website to save space and improve site speed.
cs_cz: Automaticky změnit velikost a komprimovat všechny obrázky na vašich webových stránkách, aby se ušetřil prostor a zlepšila rychlost webu.

source: Back
cs_cz: Zpět

source: Back Font color:
cs_cz: Barva písma Zpět:

source: Back font color:
cs_cz: Barva písma Zpět:

source: Back Font family:
cs_cz: Rodina písma Zpět:

source: Back font family:
cs_cz: Rodina písma Zpět:

source: Back Font size:
cs_cz: Velikost písma Zpět:

source: Back font size:
cs_cz: Velikost písma Zpět:

source: Back Font weight:
cs_cz: Tloušťka písma Zpět:

source: Back font weight:
cs_cz: Tloušťka písma Zpět:

source: Back padding:
cs_cz: Odsazení Zpět:

source: Background Color:
cs_cz: Barva pozadí:

source: Background color:
cs_cz: Barva pozadí:

source: Background transparency:
cs_cz: Průhlednost pozadí:

source: Backup
cs_cz: Zálohování

source: Basic
cs_cz: Základní

source: Basic Tag Cloud Widget
cs_cz: Základní widget pro cloud tagů

source: Before uninstalling the plugin, please Contact our %s. We'll do our best to help you out with your issue. We value each and every user and value what's right for our users in everything we do.<br /> However, if anyway you have made a decision to uninstall the plugin, please take a minute to %s and tell what you didn't like for our plugins further improvement and development. Thank you !!!
cs_cz: Před odinstalací pluginu prosím kontaktujte náš %s. Uděláme vše, co je v našich silách, abychom vám pomohli s Vaším problémem. Oceňujeme každého uživatele a hodnotíme to, co je pro naše uživatele nejlepší ve všem, co děláme.<br /> Pokud jste se přesto rozhodli odinstalovat plugin, prosím věnujte chvilku %s a řekněte nám, co se vám nelíbilo pro další vylepšení a vývoj našich pluginů. Děkujeme !!!

source: Bell
cs_cz: Zvonek

source: Benefits of Cloudflare Enterprise
cs_cz: Benefity Cloudflare Enterprise

source: Blind Horizontal
cs_cz: Vodorovné žaluzie

source: Blind Vertical
cs_cz: Svislé žaluzie

source: Block Scale
cs_cz: Změnit velikost bloku

source: Blog Style
cs_cz: Styl blogu

source: Blog style
cs_cz: Styl blogu

source: Bold
cs_cz: Tučné

source: Border color:
cs_cz: Barva rámečku:

source: Border radius:
cs_cz: Zaoblení rámečku:

source: Border style:
cs_cz: Styl rámečku:

source: Border width:
cs_cz: Šířka rámečku:

source: Bottom
cs_cz: Dole

source: Brightness
cs_cz: Jas

source: Bulk Actions
cs_cz: Hromadné akce

source: Button background color:
cs_cz: Barva pozadí tlačítka:

source: Button background transparency:
cs_cz: Průhlednost pozadí tlačítka:

source: Button text:
cs_cz: Text tlačítka:

source: Button transition:
cs_cz: Přechod tlačítka:

source: Buttons
cs_cz: Tlačítka

source: Buttons and title background color:
cs_cz: Barva pozadí tlačítek a názvu:

source: Buttons and title background transparency:
cs_cz: Průhlednost pozadí tlačítek a názvu:

source: Buttons and title border color:
cs_cz: Barva rámečku tlačítek a názvu:

source: Buttons and title border radius:
cs_cz: Zaoblení rámečku tlačítek a názvu:

source: Buttons and title border style:
cs_cz: Styl rámečku tlačítek a názvu:

source: Buttons and title border width:
cs_cz: Šířka rámečku tlačítek a názvu:

source: Buttons and title margin:
cs_cz: Vnější odsazení tlačítek a názvu:

source: Buttons color:
cs_cz: Barva tlačítek:

source: Buttons hover color:
cs_cz: Barva tlačítek při najetí myši:

source: Buttons or title alignment:
cs_cz: Zarovnání tlačítek nebo názvu:

source: Buttons size:
cs_cz: Velikost tlačítek:

source: Buttons transparency:
cs_cz: Průhlednost tlačítek:

source: caching locations worldwide
cs_cz: umístění keší po celém světě

source: Can't rename the file.
cs_cz: Soubor nelze přejmenovat.

source: Cancel
cs_cz: Zrušit

source: Carousel
cs_cz: Karusel

source: Carousel margin:
cs_cz: Vnější odsazení karuselu:

source: Carousel Options
cs_cz: Možnosti karuselu

source: Carousel ratio
cs_cz: Poměr karuselu

source: Center
cs_cz: Uprostřed

source: Changes must be saved.
cs_cz: Změny je třeba uložit.

source: Checkout how it works
cs_cz: Podívejte se, jak to funguje

source: Chevron
cs_cz: Dvojitá šipka

source: Choose
cs_cz: Vybrat

source: Choose the color for the advertisement text on images.
cs_cz: Vyberte barvu textu reklamy na obrázcích.

source: Choose the color for the watermark text on images.
cs_cz: Vyberte barvu textu vodoznaku.

source: Choose the display type for gallery groups, Thumbnails, Masonry, Mosaic, Slideshow, Image browser, Blog style or Carousel.
cs_cz: Vyberte typ zobrazení pro skupiny galerií: Náhledy, Masonry, Mozaika, Slideshow, Prohlížeč obrázků, Styl blogu nebo Karusel.

source: Choose the theme for your gallery.
cs_cz: Vyberte šablonu pro vaši galerii.

source: Choose to display Next/Previous buttons of Photo Gallery lightbox on hover or always.
cs_cz: Zvolte zda zobrazit tlačítka Další/Předchozí při přejetí myši nebo vždy.

source: Choose to show/hide ecommerce icon, or display them on hover.
cs_cz: Zvolte, zda zobrazit/skrýt ikonu e-komerce nebo zda ji zobrazit při přejetí myší.

source: Choose to show/hide titles of galleries/gallery groups, or display them on hover.
cs_cz: Zvolte, zda zobrazit/skrýt názvy skupin galerií/galerií, nebo je zobrazit při najetí myši.

source: Choose to show/hide titles of images, or display them on hover.
cs_cz: Zvolte, zda zobrazit nebo skrýt názvy obrázků, nebo je zobrazit při přejetí myší.

source: Circle
cs_cz: Kruh

source: Click Add Photo Gallery Button
cs_cz: Klepněte na tlačítko Přidat Photo Gallery

source: Click the Photo Gallery Button
cs_cz: Klikněte na tlačítko Photo Gallery

source: Click to sort by date modified
cs_cz: Kliknutím seřadíte podle data úpravy

source: Click to sort by name
cs_cz: Kliknutím seřadíte podle jména

source: Click to sort by size
cs_cz: Kliknutím seřadíte podle velikosti

source: Click to sort by this item
cs_cz: Klikněte pro řazení podle této položky

source: Close button background color:
cs_cz: Barva pozadí tlačítka zavřít:

source: Close button border color:
cs_cz: Barva rámečku tlačítka zavřít:

source: Close button border radius:
cs_cz: Zaoblení rámečku tlačítka zavřít:

source: Close button border style:
cs_cz: Styl rámečku tlačítka zavřít:

source: Close button border width:
cs_cz: Šířka rámečku tlačítka zavřít:

source: Close button box shadow:
cs_cz: Box shadow tlačítka zavřít:

source: Close button color:
cs_cz: Barva tlačítka zavřít:

source: Close button height:
cs_cz: Výška tlačítka zavřít:

source: Close button right:
cs_cz: Right tlačítka zavřít:

source: Close button size:
cs_cz: Velikost tlačítka zavřít:

source: Close button top:
cs_cz: Top tlačítka zavřít:

source: Close button transparency:
cs_cz: Průhlednost tlačítka zavřít:

source: Close button width:
cs_cz: Šířka tlačítka zavřít:

source: Cloudflare pricing plans.
cs_cz: Cenové plány Cloudflare.

source: Cloudflare protection secures websites while<br> ensuring the performance of legitimate traffic <br> is not compromised.
cs_cz: Ochrana Cloudflare zabezpečuje webové stránky a zároveň zajišťuje, aby nebyl ohrožen výkon legitimního provozu.

source: Cloudflare’s SSL improves load times<br>and protects website visitors ensuring a better<br> user experience.
cs_cz: SSL od Cloudflare zlepšuje dobu načítání a chrání návštěvníky webových stránek, čímž zajišťuje lepší uživatelský zážitek.

source: Comment
cs_cz: Komentář

source: Comment button background color:
cs_cz: Barva pozadí tlačítka Komentář:

source: Comment button border color:
cs_cz: Barva rámečku tlačítka Komentář:

source: Comment button border style:
cs_cz: Styl rámečku tlačítka Komentář:

source: Comment button border width:
cs_cz: Šířka rámečku tlačítka Komentář:

source: Comment button padding:
cs_cz: Odsazení tlačítka Komentář:

source: Comment input background color:
cs_cz: Barva pozadí vstupního pole komentáře:

source: Comment input border color:
cs_cz: Barva rámečku vstupního pole komentáře:

source: Comment input border radius:
cs_cz: Zaoblení vstupního pole komentáře:

source: Comment input border width:
cs_cz: Šířka rámečku vstupního pole komentáře:

source: Comment input padding:
cs_cz: Odsazení vstupního pole komentáře:

source: Comment separator color:
cs_cz: Barva oddělovače komentářů:

source: Comment separator style:
cs_cz: Styl oddělovače komentářů:

source: Comment separator width:
cs_cz: Šířka oddělovače komentářů:

source: Comments
cs_cz: Komentáře

source: Comments author font size:
cs_cz: Velikost písma autora komentáře:

source: Comments background color:
cs_cz: Barva pozadí komentáře:

source: Comments body font size:
cs_cz: Velikost písma komentáře:

source: Comments date font size:
cs_cz: Velikost písma data komentáře:

source: Comments font color:
cs_cz: Barva písma komentáře:

source: Comments font family:
cs_cz: Rodina fontů komentáře:

source: Comments font size:
cs_cz: Velikost písma komentáře:

source: Comments position:
cs_cz: Pozice komentáře:

source: Comments Width:
cs_cz: Šířka komentáře:

source: Compact
cs_cz: Kompaktní

source: Compact Album
cs_cz: Kompaktní album

source: Compact album
cs_cz: Kompaktní album

source: Configure and Insert
cs_cz: Konfigurovat a vložit

source: Configure and Insert Gallery
cs_cz: Konfigurace a vložení galerie

source: Configure and Save
cs_cz: Konfigurovat a uložit

source: Configure gallery options on the right side of the page, including gallery/album you want to display, image count, dimensions and more. Click save to display the changes on your website.
cs_cz: Nastavte možnosti galerie na pravé straně stránky, včetně galerie/alb, které chcete zobrazit, počtu obrázků, rozměrů a dalšího. Klepnutím na tlačítko Uložit zobrazíte změny na vašem webu.

source: Congrats !
cs_cz: Výborně!

source: Congrats!
cs_cz: Gratulujeme!

source: Connect successfully deleted.
cs_cz: Připojení bylo úspěšně odstraněno.

source: Connected successfully.
cs_cz: Připojeno úspěšně.

source: Contact us
cs_cz: Kontaktujte nás

source: Container fit
cs_cz: Přizpůsobit kontejneru

source: Container opacity:
cs_cz: Průhlednost kontejneru:

source: Contrast
cs_cz: Kontrast

source: Control buttons alignment:
cs_cz: Zarovnání ovládacích tlačítek:

source: Control buttons background color:
cs_cz: Barva pozadí ovládacích tlačítek:

source: Control buttons color:
cs_cz: Barva ovládacích tlačítek:

source: Control buttons container background transparency:
cs_cz: Průhlednost pozadí ovládacích tlačítek:

source: Control buttons container border radius:
cs_cz: Zaoblení rámečku ovládacích tlačítek:

source: Control buttons height:
cs_cz: Výška ovládacích tlačítek:

source: Control buttons margin (left):
cs_cz: Vnější odsazení ovládacích tlačítek (vpravo):

source: Control buttons margin (top):
cs_cz: Vnější odsazení ovládacích tlačítek (nahoře):

source: Control buttons position:
cs_cz: Pozice ovládacích tlačítek:

source: Control buttons transparency:
cs_cz: Průhlednost ovládacích tlačítek:

source: Copy
cs_cz: Kopírovat

source: Copy the Code
cs_cz: Kopírovat kód

source: Copy the PHP code that appears below before proceeding to next step.
cs_cz: Zkopírujte PHP kód, který se zobrazí níže před pokračováním do dalšího kroku.

source: Count
cs_cz: Počet

source: Count:
cs_cz: Počet

source: Create an account %s.
cs_cz: Vytvořit účet %s.

source: Create stunning, 100% responsive, SEO-friendly photo galleries in minutes. Use the File Manager with single-step and easy-to-manage functionality to rename, upload, copy, add and remove images and image directories. Otherwise use WordPress built in media uploader.
cs_cz: Vytvořte úžasné, 100% responzivní, SEO-přátelské galerie během pár minut. Použijte Správce souborů s jednokrokovými a jednoduchými funkcemi pro přejmenování, nahrávání, kopírování, přidávání a odstraňování obrázků a adresářů obrázků. Jinak použijte ve WordPress zabudovaný uploader médií.

source: Creating/Editing Albums
cs_cz: Vytváření/úprava alb

source: Creating/Editing Galleries
cs_cz: Vytváření/úprava galerií

source: Creating/Editing Tags
cs_cz: Vytváření/úprava tagů

source: Creating/Editing Themes
cs_cz: Vytváření/Úprava šablon

source: Crop
cs_cz: Oříznout

source: crop
cs_cz: oříznout

source: Crop Thumbnail
cs_cz: Oříznout náhled

source: Cube Horizontal
cs_cz: Kostka vodorovně

source: Cube Vertical
cs_cz: Kostka svisle

source: Current Page
cs_cz: Aktuální strana

source: Customizable
cs_cz: Přizpůsobitelné

source: Cut
cs_cz: Vyjmout
