Repository: martinstrasek/Photo-Gallery-by-10Web-CZ-Translation
Catalog: photo-gallery-*.po
Languages: cs_cz

source: Get ultra-fast content delivery over Cloudflare’s<br> global edge network spread in over 275 cities. <br>Remove latency and improve performance.
cs_cz: Získejte ultrarychlé doručování obsahu prostřednictvím globální sítě Cloudflare, která se nachází ve více než 275 městech. Odstraňte latenci a zvyšte výkon.

source: Global Options
cs_cz: Globální nastavení

source: Global Settings
cs_cz: Globální nastavení

source: Global settings permission
cs_cz: Oprávnění ke globálnímu nastaven

source: Go to the first page
cs_cz: Přejít na první stránku

source: Go to the last page
cs_cz: Přejít na poslední stránku

source: Go to the next page
cs_cz: Přejít na další stránku

source: Go to the previous page
cs_cz: Přejít na předchozí stránku

source: Google fonts
cs_cz: Písma Google

source: Grayscale
cs_cz: Odstíny šedi

source: Great, you've added a gallery widget to your site. You can always go back to the widgets page on your dashboard to edit or delete the Photo Gallery Widget or add a new one.
cs_cz: Výborně, přidali jste widget galerie na váš web. Vždy se můžete vrátit na stránku widgetů na nástěnce pro úpravu nebo smazání widgetu Photo Gallery nebo pro přidání nového.

source: Groove
cs_cz: Příkop (groove)

source: Group of gallery views
cs_cz: Zobrazení skupiny galerií

source: Head to the page/post you want to insert a gallery in. In the Gutenberg editor, click “add block” then click the Photo Gallery button.
cs_cz: Přejděte na stránku/příspěvek, do kterého chcete vložit galerii. V Gutenberg editoru klikněte na tlačítko "Přidat blok" a poté klikněte na tlačítko Photo Gallery.

source: Heart
cs_cz: Srdce

source: Heavy images negatively affect your website loading time and user experience. Optimize images to get better performance.
cs_cz: Velké obrázky negativně ovlivňují dobu načítání webu a uživatelský zážitek. Optimalizujte obrázky, abyste dosáhli lepšího výkonu.

source: Help
cs_cz: Nápověda

source: here
cs_cz: zde

source: Hi there!
cs_cz: Ahoj!

source: Hide
cs_cz: Skrýt

source: Hide Comments
cs_cz: Skrýt komentáře

source: Hide Ecommerce
cs_cz: Schovat E-komerci

source: Hide info
cs_cz: Skrýt informace

source: Hide order column
cs_cz: Skrýt sloupec pořadí

source: Hide rating
cs_cz: Skrýt hodnocení

source: higher PageSpeed score
cs_cz: vyšší skóre PageSpeed

source: Hit counter alignment:
cs_cz: Zarovnání počítadla zobrazení:

source: Hit counter background color:
cs_cz: Barva pozadí počítadla zobrazení:

source: Hit counter background transparency:
cs_cz: Průhlednost pozadí počítadla zobrazení:

source: Hit counter border color:
cs_cz: Barva rámečku počítadla zobrazení:

source: Hit counter border radius:
cs_cz: Zaoblení rámečku počítadla zobrazení:

source: Hit counter border style:
cs_cz: Styl rámečku počítadla zobrazení:

source: Hit counter border width:
cs_cz: Šířka rámečku počítadla zobrazení:

source: Hit counter font color:
cs_cz: Barva písma počítadla zobrazení:

source: Hit counter font family:
cs_cz: Rodina písma počítadla zobrazení:

source: Hit counter font size:
cs_cz: Velikost písma počitadla zobrazení:

source: Hit counter font weight:
cs_cz: Tloušťka písma počítadla zobrazení:

source: Hit counter margin:
cs_cz: Vnější odsazení počítadla zobrazení:

source: Hit counter padding:
cs_cz: Odsazení počítadla zobrazení:

source: Hit counter position:
cs_cz: Poloha počítadla zobrazení:

source: Hits:
cs_cz: Zobrazení:

source: Horizontal
cs_cz: Vodorovná

source: Hover effect value:
cs_cz: Hodnota efektu:

source: Hover effect:
cs_cz: Efekt při najetí myši:

source: How to ...
cs_cz: Jak ...

source: How to insert a shortcode in Gutenberg?
cs_cz: Jak vložit shortcode do Gutenberg?

source: How to insert Photo Gallery (shortcode) ?
cs_cz: Jak vložit Photo Gallery (shortcode) ?

source: How to insert Photo Gallery as widget ?
cs_cz: Jak vložit Photo Gallery jako widget?

source: http:// wrapper is disabled in the server configuration by allow_url_fopen=0.
cs_cz: http:// wrapper je v konfiguraci serveru zakázán v allow_url_fopen=0.

source: humbnail div border style:
cs_cz: Styl rámečku divu s náhledem:

source: I consent collecting this data and processing it according to %s of this website.
cs_cz: Souhlasím se shromažďováním těchto údajů a jejich zpracováním podle %s těchto stránek.

source: I've already left a review
cs_cz: Již jsem zanechal recenzi

source: If this option is disabled, Google fonts will not be included in your pages.
cs_cz: Pokud je tato volba zakázána, Google písma nebudou zahrnut do vašich stránek.

source: If this option is enabled, CSS and Javascript files of Photo Gallery will only load on pages with galleries and gallery groups.
cs_cz: Pokud je tato volba povolena, CSS a JavaScript soubory Photo Gallery se načítají pouze na stránkách s galeriemi a skupinami galerií.

source: If this option is enabled, some IDs will be added after the image extension to enable CDN to serve those images.
cs_cz: Pokud je tato možnost povolena, budou za příponu obrázku přidána některá ID, která umožní síti CDN obsluhovat tyto obrázky.

source: If this setting is enabled, Photo Gallery loads a specific number of images before opening lightbox. This lets you showcase images without loading delays, providing better user experience.
cs_cz: Pokud je toto nastavení povoleno, Fotogalerie načte před otevřením lightboxu určitý počet obrázků. To vám umožní zobrazovat obrázky bez prodlev načítání, což zajistí lepší uživatelský zážitek.

source: If this setting is enabled, Photo Gallery resizes all thumbnail images on Mosaic galleries, without modifying their initial display.
cs_cz: Pokud je toto nastavení povoleno, galerie změní velikost všech náhledů v mozaikových galeriích bez úpravy jejich původního zobrazení.

source: If you would like to edit an existing shortcode, use this dropdown box to select it.
cs_cz: Pokud chcete upravit existující shortcode, použijte toto rozbalovací pole pro jeho výběr.

source: Image
cs_cz: Obrázek

source: Image border color:
cs_cz: Barva rámečku obrázku:

source: Image border style:
cs_cz: Styl rámečku obrázku:

source: Image border width:
cs_cz: Šířka rámečku obrázku:

source: Image Browser
cs_cz: Prohlížeč obrázků

source: Image browser
cs_cz: Prohlížeč obrázků

source: Image click action
cs_cz: Akce při kliknutí na obrázek

source: Image Commenting
cs_cz: Komentování obrázků

source: Image dimensions
cs_cz: Rozměry obrázku

source: Image Download
cs_cz: Stažení obrázku

source: Image edit functionality is not supported by your web host.
cs_cz: Funkce úpravy obrázků není podporována vaším webovým serverem.

source: Image edit functionality is not supported by your web host. We highly recommend you to contact your hosting provider and ask them to enable %s library.
cs_cz: Funkce úpravy obrázků není podporována vaším webovým serverem. Důrazně doporučujeme kontaktovat svého poskytovatele hostingu a požádat ho, aby povolil knihovnu %s.

source: Image edit functionality was just activated on your web host. Please go to %s, navigate to %s tab and press %s button.
cs_cz: Funkce úpravy obrázků byla právě aktivována na vašem webovém serveru. Přejděte na %s, přejděte na kartu %s a stiskněte tlačítko %s.

source: Image lightbox will appear full-width if this setting is activated.
cs_cz: Pokud je toto nastavení aktivováno, objeví se lightbox přes celou šířku.

source: Image Max Dimensions:
cs_cz: Maximální rozměry obrázku:

source: Image optimization
cs_cz: Optimalizace obrázků

source: Image Options
cs_cz: Možnosti obrázku

source: Image quality
cs_cz: Kvalita obrázků

source: Image role restrictions
cs_cz: Omezení obrázků

source: Image Social Sharing
cs_cz: Sdílení obrázků na sociálních sítích

source: Image thumbnail height
cs_cz: Výška náhledu obrázku

source: Image thumbnail width
cs_cz: Šířka náhledu obrázku

source: Image width
cs_cz: Šířka obrázku

source: Image:
cs_cz: Obrázek:

source: Images count
cs_cz: Počet obrázků

source: Images directory
cs_cz: Adresář obrázků

source: Images per load
cs_cz: Obrázků na jedno načtení

source: Images per page
cs_cz: Obrázků na stránku

source: Import from Media Library
cs_cz: Importovat z knihovny médií

source: Improve search rankings of your WordPress site with a comprehensive search engine optimization solution.
cs_cz: Zlepšete pozice svých stránek WordPress ve vyhledávání pomocí komplexního řešení optimalizace pro vyhledávače.

source: In the pop-up, choose gallery view type, gallery, theme and configure other options for your gallery. Click Insert into post button to add the gallery to the post/page.
cs_cz: Ve vyskakovacím okně vyberte typ zobrazení galerie, galerii, šablonu a nastavte další možnosti vaší galerie. Klikněte na tlačítko Vložit do příspěvku pro přidání galerie do příspěvek/na stránku.

source: In your dashboard navigation go to Appearance > Editor. Choose the specific section you want the gallery to appear and paste the PHP code you copied in that section. Press Update File button to save the changes in the code.
cs_cz: Ve vaší navigaci na nástěnce přejděte do Vzhled > Editor. Vyberte specifickou sekci, do které chcete, aby se galerie zobrazila a vložila PHP kód, který jste v této sekci zkopírovali. Stiskněte tlačítko Aktualizovat soubor pro uložení změn v kódu.

source: In your WordPress dashboard go to Appearance > Widgets. Find Photo Gallery Widget in the list, click and choose the area you want to display the gallery and click "Add Widget button".
cs_cz: Ve vašem WordPress dashboardu přejděte do Vzhled > Widgety. V seznamu najdete widget Photo Gallery, klikněte a vyberte oblast, ve které chcete zobrazit galerii a klikněte na tlačítko "Přidat widget".

source: Include styles/scripts on gallery pages only
cs_cz: Zahrnout style/skripty pouze na stránkách galerie

source: Incorrect Security code.
cs_cz: Nesprávný bezpečnostní kód.

source: Info alignment:
cs_cz: Zarovnání Infa:

source: Info background color:
cs_cz: Barva pozadí Infa:

source: Info background transparency:
cs_cz: Průhlednost pozadí Infa:

source: Info border color:
cs_cz: Barva rámečku Infa:

source: Info border radius:
cs_cz: Zaoblení rámečku Infa:

source: Info border style:
cs_cz: Styl rámečku Infa:

source: Info border width:
cs_cz: Šířka rámečku Infa:

source: Info margin:
cs_cz: Vnější odsazení Infa:

source: Info padding:
cs_cz: Odsazení Infa:

source: Info position:
cs_cz: Pozice Infa:

source: Insert
cs_cz: Vložit

source: Insert Gallery Group To
cs_cz: Vložit skupinu galerií do

source: Insert Gallery To
cs_cz: Vložit galerii do

source: Insert into post
cs_cz: Vložit do příspěvku

source: Insert Photo Gallery
cs_cz: Vložit galerii

source: Inset
cs_cz: Ďolík (inset)

source: Instagram Gallery
cs_cz: Instagram galerie

source: Instagram Integration
cs_cz: Integrace Instagramu

source: Install the downloaded commercial version of the plugin.
cs_cz: Nainstalujte staženou komerční verzi pluginu.

source: Installing
cs_cz: Instalace

source: Integration
cs_cz: Integrace

source: Item Succesfully Saved.
cs_cz: Položka byla úspěšně uložena.

source: Item successfully deleted.
cs_cz: Položka byla úspěšně odstraněna.

source: Item successfully duplicated.
cs_cz: Položka byla úspěšně duplikována.

source: Item successfully published.
cs_cz: Položka byla úspěšně publikována.

source: Item successfully saved.
cs_cz: Položka byla úspěšně uložena.

source: Item successfully unpublished.
cs_cz: Položka byla úspěšně nezveřejněna.

source: items
cs_cz: položky

source: Items successfully edited.
cs_cz: Položky byly úspěšně upraveny.

source: Items successfully recreated.
cs_cz: Položky byly úspěšně obnoveny.

source: Items successfully resized.
cs_cz: Velikost položek byla úspěšně změněna.

source: Items successfully rotated.
cs_cz: Položky byly úspěšně otočeny.

source: Items were reset successfully.
cs_cz: Položky byly úspěšně obnoveny.

source: Kaleidoscope
cs_cz: Kaleidoskop

source: Keep aspect ratio
cs_cz: Zachovat poměr stran

source: Last
cs_cz: Poslední

source: Last page
cs_cz: Poslední strana

source: Lazy load
cs_cz: Zpožděné načítání

source: Learn More
cs_cz: Zjistit více

source: Leave A Review?
cs_cz: Zanechat Recenzi?

source: Leave blank and click to "Save changes" to delete Alt/Titles.
cs_cz: Ponechte prázdné a klikněte na "Uložit změny" pro odstranění Alternativních názvů.

source: Leave blank and click to "Save changes" to delete Descriptions.
cs_cz: Ponechte prázdné a klikněte na "Uložit změny" pro smazání popisu.

source: Leave blank and click to "Save changes" to delete Redirect URLs.
cs_cz: Ponechte prázdné a klikněte na "Uložit změny" pro smazání přesměrovacích URL.

source: Left
cs_cz: Nalevo

source: Let users to leave comments on images by enabling comments section of lightbox.
cs_cz: Umožňuje uživatelům zanechat komentáře k obrázkům povolením sekce "lightbox" komentáře.

source: Let users view original versions of your images by enabling this button.
cs_cz: Umožnit uživatelům zobrazit původní verze vašich obrázků povolením tohoto tlačítka.

source: Light
cs_cz: Světlý

source: Lightbox autoplay
cs_cz: Automatický přehrávání lightboxu

source: Lightbox background color:
cs_cz: Barva pozadí Lightboxu:

source: Lightbox background transparency:
cs_cz: Průhlednost pozadí Lightboxu:

source: Lightbox dimensions
cs_cz: Rozměry lightboxu

source: Lightbox effect
cs_cz: Efekty Lightboxu

source: Lightbox Parameters
cs_cz: Parametry Lightboxu

source: Lighter
cs_cz: Tenčí

source: Link and display your Google Photos albums in one click.
cs_cz: Propojte a zobrazte vaše Google Photos alba jedním kliknutím.

source: List of plugins
cs_cz: Seznam pluginů

source: Load More
cs_cz: Načti víc

source: Load More...
cs_cz: Načíst více...

source: Make a directory
cs_cz: Vytvořit adresář

source: Manage your WordPress websites all in one place within a single dashboard. No need to switch between sites.
cs_cz: Spravujte své WordPress webové stránky na jednom místě v rámci jednoho řídicího panelu. Není třeba přepínat mezi weby.

source: Margin:
cs_cz: Vnější odsazení (margin):

source: Mark the position where the advertisement should appear on images.
cs_cz: Označte místo, kde má být reklama zobrazena na obrázcích.

source: Mark the position where the watermark should appear on images.
cs_cz: Označte místo, kde by se vodoznak měl objevit na obrázcích.

source: Mark this option to use default settings configured in Photo Gallery Options.
cs_cz: Označte tuto možnost pro použití výchozích nastavení nakonfigurovaných v nastavení Photo Gallery.

source: Masonry Album
cs_cz: Album Masonry

source: Max. number of images
cs_cz: Max. počet obrázků

source: Maximize
cs_cz: Maximalizovat

source: Maybe Later
cs_cz: Možná později

source: Mirage automatically resizes the images<br> depending on the device and connection<br> of your visitors.
cs_cz: Mirage automaticky mění velikost obrázků v závislosti na zařízení a připojení návštěvníků.

source: Mixed
cs_cz: Smíšené

source: Mobile optimization with Mirage
cs_cz: Optimalizace pro mobilní zařízení pomocí Mirage

source: Moderate each comment left on images by activating this setting.
cs_cz: Aktivací tohoto nastavení budete moci moderovat každý komentář.

source: Monitor, filter and protect data through<br> Cloudflare’s WAF. Secure your websites<br> from critical threats and vulnerabilities.
cs_cz: Monitorujte, filtrujte a chraňte data pomocí WAF od společnosti Cloudflare. Zabezpečte své webové stránky před kritickými hrozbami a zranitelnostmi.

source: More
cs_cz: Více

source: More great features of the plugin
cs_cz: Další skvělé funkce pluginu

source: Mosaic
cs_cz: Mozaika

source: Mosaic gallery type
cs_cz: Typ galerie Mozaika

source: Name
cs_cz: Název

source: Name field is required.
cs_cz: Pole Jméno je povinné.

source: Navigation
cs_cz: Navigace

source: Negative
cs_cz: Negativní

source: Never show again
cs_cz: Již nezobrazovat

source: New shortcode
cs_cz: Nový shortcode

source: Next
cs_cz: Další

source: Next page
cs_cz: Další strana

source: Next, previous buttons values.
cs_cz: Hodnoty tlačítek Další a Předchozí.

source: Next/Previous buttons
cs_cz: Zobrazit tlačítka Další / Předchozí

source: No
cs_cz: Ne

source: No %s found.
cs_cz: Nebyl nalezen žádný %s.

source: No files to upload
cs_cz: Žádné soubory k nahrání

source: No Images found.
cs_cz: Nebyly nalezeny žádné obrázky.

source: No items found.
cs_cz: Nebyly nalezeny žádné položky.

source: No results found.
cs_cz: Nebyly nalezeny žádné výsledky.

source: No tags found
cs_cz: Nebyly nalezeny žádné tagy

source: None
cs_cz: Žádný

source: Normal
cs_cz: Normální

source: Note, that the value of Effect Duration can not be greater than 1/4 of Time Interval.
cs_cz: Poznámka: Hodnota trvání efektu nemůže být delší než 1/4 časového intervalu.

source: Note, that uninstalling Photo Gallery will completely remove all galleries, gallery groups and other data on the plugin. Please make sure you don't have any important information before you proceed.
cs_cz: Upozorňujeme, že odinstalování galerie zcela odstraní všechny galerie, skupiny galerií a další data v pluginu. Než budete pokračovat, ujistěte se, že nemáte žádné důležité informace.

source: Note, this option cannot be used with GDPR compliance.
cs_cz: Upozorňujeme, že tuto možnost nelze použít v souladu s nařízením GDPR.

source: Nothing selected.
cs_cz: Nic nebylo vybráno.

source: Number of columns
cs_cz: Počet sloupců

source: Number of gallery group columns
cs_cz: Počet sloupců skupiny galerií

source: Number of image columns
cs_cz: Počet sloupců obrázků

source: Number of image rows
cs_cz: Počet řádků obrázků

source: Number of preloaded images
cs_cz: Počet přednačtených obrázků

source: Number:
cs_cz: Počet:

source: Numbering:
cs_cz: Číslování:

source: Numerate
cs_cz: Číslování

source: of
cs_cz: z

source: omment button border radius:
cs_cz: Zaoblení rámečku tlačítka Komentář:

source: omment input border style:
cs_cz: Styl rámečku vstupního pole komentáře:

source: On hover
cs_cz: Při najetí myši

source: Once uninstalled, this can't be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
cs_cz: Jakmile bude odinstalace hotová, nelze vrátit ji zpět. Měli byste nejdříve použít Database Backup plugin WordPressu pro zálohování všech dat.

source: Only .png format is supported.
cs_cz: Je podporován pouze formát .png.

source: Open
cs_cz: Otevřít

source: Open image in original size.
cs_cz: Otevřít obrázek v původní velikosti.

source: Open in a new window
cs_cz: Otevřít v novém okně

source: Open in:
cs_cz: Otevřít v:

source: Open lightbox
cs_cz: Otevřít lightbox

source: Optimize now
cs_cz: Optimalizovat teď

source: Options
cs_cz: Možnosti

source: Options > General
cs_cz: Možnosti > Základní

source: Options page
cs_cz: Stránka možností

source: Options successfully saved.
cs_cz: Možnosti byly úspěšně uloženy.

source: or
cs_cz: nebo

source: Order By
cs_cz: Řadit podle

source: Order by
cs_cz: Řadit podle

source: Order by Default
cs_cz: Řadit podle výchozího nastavení

source: Order by:
cs_cz: Řadit podle:

source: Order Gallery group by
cs_cz: Seřadit skupinu galerií podle

source: Order images by
cs_cz: Seřadit obrázky podle

source: Ordering
cs_cz: Řazení

source: Outset
cs_cz: Návrší (outset)

source: Overlay background color:
cs_cz: Barva pozadí překrytí:

source: Overlay background transparency:
cs_cz: Průhlednost pozadí překrytí:

source: Padding:
cs_cz: Odsazení:

source: Page
cs_cz: Stránka

source: Page Navigation
cs_cz: Navigace na stránce

source: Pagination
cs_cz: Stránkování

source: Paste
cs_cz: Vložit

source: Paste the Code
cs_cz: Vložit kód

source: Pause
cs_cz: Pozastavit

source: Photo Gallery Add-ons
cs_cz: Doplňky k Photo Gallery

source: Photo Gallery Export/Import helps to move created galleries and gallery groups from one site to another. This way you can save the gallery/album options and manual modifications.
cs_cz: Photo Gallery Export/Import pomáhá přesouvat vytvořené galerie a skupiny galerie z jedné stránky na druhou. Tímto způsobem můžete uložit možnosti galerie/alba a manuální úpravy.

source: Photo Gallery is a fully responsive gallery plugin with advanced functionality. It allows having different image galleries for your posts and pages. You can create unlimited number of galleries, combine them into gallery groups, and provide descriptions and tags.
cs_cz: Photo Gallery je plně responzivní plugin galerie s pokročilou funkčností. Umožňuje mít různé galerie obrázků pro vaše příspěvky a stránky. Můžete vytvořit neomezený počet galerií, kombinovat je do skupin galerií a přidávat popisky a tagy.

source: Photo Gallery plugin allows displaying galleries and gallery groups in 10 elegant and beautiful views:, Thumbnails, Masonry, Mosaic, Slideshow, Image Browser, Masonry Album, Compact Album, Extended Album, Blog Style Gallery, Ecommerce.
cs_cz: Plugin Photo Gallery umožňuje zobrazit galerie a skupiny galerií v 10 elegantních a krásných pohledech: Náhledy, Masonry, Mozaika, Slideshow, Prohlížeč obrázků, Masonry album, Kompaktní album, Rozšířené album, Galerie ve stylu blogu, E-komerce.

source: Photo Gallery Premium
cs_cz: Photo Gallery Prémium

source: Photo Gallery Tags Cloud
cs_cz: Cloud tagů fotogalerie

source: Photo Gallery Team
cs_cz: Tým Photo Gallery

source: PHP function
cs_cz: PHP funkce

source: Play
cs_cz: Přehrát

source: Play, pause buttons size:
cs_cz: Velikost tlačítek Přehrát/Pozastavit:

source: Play/Pause buttons
cs_cz: Tlačítka Přehrát/Pozastavit

source: Please enter url to embed.
cs_cz: Zadejte adresu url pro vložení.

source: Please let us know why you are deactivating. Your answer will help us to provide you support or sometimes offer discounts. (Optional)
cs_cz: Dejte nám prosím vědět, proč jste deaktivovali. Vaše odpověď nám pomůže poskytnout vám podporu nebo někdy nabídnout slevy. (nepovinné)

source: Please update the %s add-on to start using.
cs_cz: Pro zahájení používání aktualizujte doplněk %s prosím.

source: Please update the %s add-ons to start using.
cs_cz: Chcete-li začít používat, aktualizujte %s doplňky prosím.

source: Position:
cs_cz: Pozice:

source: Possibility of Editing/Creating New Themes
cs_cz: Možnost úprav/vytváření nových šablon

source: Preload images
cs_cz: Přednačtení obrázků

source: Premium
cs_cz: Prémium

source: Premium
cs_cz: Prémium

source: Premium Version
cs_cz: Prémiová verze

source: Premium version
cs_cz: Verze Prémium

source: Premium WordPress themes
cs_cz: Prémiové WordPress šablony

source: Press for result
cs_cz: Stiskněte pro výsledek

source: Preview
cs_cz: Náhled

source: Preview gallery group in:
cs_cz: Náhled skupiny galerií v:

source: Preview gallery in:
cs_cz: Náhled galerie v:

source: Preview image
cs_cz: Náhled obrázku

source: Previous
cs_cz: Předchozí

source: Previous page
cs_cz: Předchozí strana

source: Price
cs_cz: Cena

source: Prints and products
cs_cz: Tisk a výrobky

source: Privacy Policy
cs_cz: Ochrana osobních údajů

source: Pro Version
cs_cz: Verze Pro

source: Processing uploaded files...
cs_cz: Zpracovávání nahraných souborů...

source: Professionally designed, responsive themes for your website. Build fully-functional, elegant websites effortlessly.
cs_cz: Profesionálně navržené, responzivní šablony pro vaše webové stránky. Vytvořte plně funkční, elegantní webové stránky bez úsilí.

source: Protect your WordPress site from security issues and threats with a powerful security service coming soon to 10Web.
cs_cz: Chraňte své WordPress stránky před bezpečnostními problémy a hrozbami s výkonnou bezpečnostní službou, která brzy přijde na 10Web.

source: Provide the absolute URL of the audio file you would like to play with your slideshow.
cs_cz: Zadejte absolutní URL zvukového souboru, který chcete přehrát se slideshow.
