Repository: martinstrasek/Photo-Gallery-by-10Web-CZ-Translation
Catalog: photo-gallery-*.po
Languages: cs_cz

source: Dark
cs_cz: Tmavý

source: Dashed
cs_cz: Čárkovaný

source: Database Tables
cs_cz: Databázové tabulky

source: Date
cs_cz: Datum

source: Date modified
cs_cz: Datum úpravy

source: DDoS and bot protection
cs_cz: Ochrana proti DDoS a botům

source: Deactivate Photo Gallery plugin.
cs_cz: Deaktivovat Photo Gallery plugin.

source: Deactivating %s plugin does not remove any data that may have been created. To completely remove this plugin, you can uninstall it here.
cs_cz: Deaktivace %s pluginu neodstraní žádná data, která mohla být vytvořena. Chcete-li tento plugin zcela odstranit, můžete jej odinstalovat zde.

source: Default
cs_cz: Výchozí

source: Default sorting
cs_cz: Výchozí řazení

source: Default values restored. Changes must be saved.
cs_cz: Výchozí hodnoty obnoveny. Je třeba uložit změny.

source: Delete
cs_cz: Smazat

source: Delete Comment
cs_cz: Odstranit komentář

source: Delete Photo Gallery plugin.
cs_cz: Smazat Photo Gallery plugin.

source: Delete the folder containing uploaded images.
cs_cz: Odstranit složku obsahující nahrané obrázky.

source: deleted
cs_cz: odstraněno

source: Descending
cs_cz: Sestupně

source: Description
cs_cz: Popis

source: Description (Asc)
cs_cz: Popis (Vzes.)

source: Description (Desc)
cs_cz: Popis (Ses.)

source: Description alignment:
cs_cz: Zarovnání popisku:

source: Description background color:
cs_cz: Barva pozadí popisku:

source: Description border color:
cs_cz: Barva rámečku popisku:

source: Description border radius:
cs_cz: Zaoblení rámečku popisku:

source: Description border style:
cs_cz: Styl rámečku popisku:

source: Description border width:
cs_cz: Šířka rámečku popisku:

source: Description color:
cs_cz: Barva popisku:

source: Description font color:
cs_cz: Barva písma popisu:

source: Description font family:
cs_cz: Rodina fontu popisu:

source: Description font size:
cs_cz: Velikost písma popisu:

source: Description font weight:
cs_cz: Tloušťka písma popisku:

source: Description margin:
cs_cz: Vnější odsazení popisku:

source: Description more color:
cs_cz: Barva tlačítka více:

source: Description more size:
cs_cz: Velikost tlačítka více:

source: Description padding:
cs_cz: Odsazení popisku:

source: Description position
cs_cz: Pozice popisu

source: Description text boxes of Photo Gallery will use TinyMCE editor, in case this setting is enabled.
cs_cz: Pro textové pole s popisem bude použit TinyMCE editor, pokud je toto nastavení povoleno.

source: Description transparency:
cs_cz: Průhlednost popisku:

source: Description:
cs_cz: Popis:

source: Developer mode
cs_cz: Režim vývojáře

source: Dimensions
cs_cz: Rozměry

source: Dimensions:
cs_cz: Rozměry:

source: Directory already exists.
cs_cz: Adresář již existuje.

source: Disable saving user IP address when rating the images.
cs_cz: Zakázat ukládání IP adresy uživatele při hodnocení obrázků.

source: Disable this option only if Photo Gallery conflicts with your theme.
cs_cz: Zakažte tuto možnost pouze v případě, že šablona Photo Gallery je v konfliktu s vaší šablonou.

source: Discourage Search Engine Visibility
cs_cz: Zamezit viditelnosti pro vyhledávače

source: Discourage search engines from indexing Photo Gallery custom posts.
cs_cz: Zamezit vyhledávačům v indexování vlastních příspěvků Photo Gallery.

source: Display AddThis on Photo Gallery lightbox by activating this option.
cs_cz: Zvolte, zda aktivací této volby zobrazit službu AddThis v lightboxu.

source: Display image title based on the slideshow dimensions.
cs_cz: Zobrazit název obrázku na základě rozměrů slideshow.

source: Display image titles in Photo Gallery Carousel view by activating this option.
cs_cz: Aktivací této volby zobrazte názvy obrázků v karusel galerii.

source: Display info box with the full width of the lightbox by enabling this option.
cs_cz: Zobrazit informační pole s celou šířkou lightboxu povolením této možnosti.

source: Display info by default
cs_cz: Zobrazit informace ve výchozím nastavení

source: Display Next/Previous buttons on your slideshow galleries activating this setting.
cs_cz: Zobrazit tlačítka Další/Předchozí na vašich slideshow.

source: Display the description of displayed gallery or gallery group by enabling this setting.
cs_cz: Zobrazit popis zobrazené galerie nebo skupiny galerií povolením tohoto nastavení.

source: Display the descriptions of your galleries by activating this option.
cs_cz: Aktivací této možnosti zobrazte popisy vašich galerií.

source: Display the title of displayed gallery or gallery group by enabling this setting.
cs_cz: Zobrazit název zobrazené galerie nebo skupiny galerií povolením tohoto nastavení.

source: Display views counter
cs_cz: Zobrazit počet zobrazení

source: Distance between pictures:
cs_cz: Vzdálenost mezi obrázky:

source: Distance from container frame:
cs_cz: Vzdálenost od rámu kontejneru:

source: Do not use minified JS and CSS files. Enable this option if You need to debug JS or CSS issues.
cs_cz: Nepoužívejte minifikované JS a CSS soubory. Povolte tuto možnost, pokud potřebujete ladit JS nebo CSS problémy.

source: Do Nothing
cs_cz: Nedělat nic

source: Do you really want to uninstall %s?
cs_cz: Opravdu chcete odinstalovat %s?

source: Do you want to delete selected item?
cs_cz: Chcete odstranit vybranou položku?

source: Do you want to delete selected items?
cs_cz: Chcete odstranit vybrané položky?

source: Do you want to remove pricelist from selected items?
cs_cz: Chcete odstranit ceník z vybraných položek?

source: Do you want to reset the image?
cs_cz: Chcete obnovit obrázek?

source: Do you want to reset to default?
cs_cz: Chcete obnovit výchozí nastavení?

source: Don't show
cs_cz: Nezobrazovat

source: Dotted
cs_cz: Tečkovaný

source: Double
cs_cz: Dvojitý

source: Download gallery
cs_cz: Stáhnout galerii

source: Download original image
cs_cz: Stáhnout původní obrázek

source: Downloads
cs_cz: Stažení

source: Drag files here
cs_cz: Sem přetáhněte soubory

source: Drag to re-order
cs_cz: Přesuňte tažením

source: Drag&Drop
cs_cz: Přetažení

source: Duplicate
cs_cz: Duplikovat

source: duplicate
cs_cz: duplikát

source: duplicated
cs_cz: duplikováno

source: E.g. Rotate: 10deg, Scale/Zoom: 1.5, Skew: 10deg.
cs_cz: Např. Rotate: 10deg, Scale/Zoom: 1.5, Skew: 10deg.

source: E.g. Rotate: 10deg, Scale: 1.5, Skew: 10deg.
cs_cz: Např. Rotate: 10deg, Scale: 1.5, Skew: 10deg.

source: Easy Set-up and Management
cs_cz: Snadné nastavení a správa

source: Ecommerce
cs_cz: E-komerce

source: Edit
cs_cz: Upravit

source: edit
cs_cz: upravit

source: Edit Alt/Title
cs_cz: Upravit alternativni nadpis

source: Edit description
cs_cz: Upravit popis

source: Edit redirect URL
cs_cz: Upravit přesměrování URL

source: edited
cs_cz: upraveno

source: Editing Comments
cs_cz: Úprava komentářů

source: Editing Options
cs_cz: Možnosti úprav

source: Editing Ratings
cs_cz: Úprava hodnocení

source: Effect duration
cs_cz: Doba trvání efektu

source: Embed Media
cs_cz: Vložená média

source: Enable AddThis
cs_cz: Povolit AddThis

source: Enable autoplay
cs_cz: Povolit automatické přehrávání

source: Enable autoplay:
cs_cz: Povolit automatické přehrávání:

source: Enable bulk download button
cs_cz: Povolit tlačítko pro hromadné stahování

source: Enable Cloudflare CDN to get pro optimization for your images.
cs_cz: Povolte Cloudflare CDN a získejte profesionální optimalizaci pro své obrázky.

source: Enable comments
cs_cz: Povolit komentáře

source: Enable comments moderation
cs_cz: Povolit moderování komentářů

source: Enable control buttons
cs_cz: Povolit ovládací tlačítka

source: Enable control buttons:
cs_cz: Povolit ovládací tlačítka:

source: Enable dynamic URLs for galleries and gallery groups
cs_cz: Povolit dynamické URL pro galerie a skupiny galerií

source: Enable filmstrip
cs_cz: Povolit filmový pás

source: Enable full page caching for static pages<br> to read entirely from the cache, improving <br>server response time and loading.
cs_cz: Povolte ukládání celých stránek do mezipaměti pro statické stránky, aby se načítaly výhradně z mezipaměti, čímž se zlepší doba odezvy a načítání serveru.

source: Enable fullscreen button
cs_cz: Povolit tlačítko Na celou obrazovku

source: Enable GDPR compliance
cs_cz: Povolit GDPR compliance

source: Enable get parameter for image URL
cs_cz: Povolit parametr get pro adresu URL obrázku

source: Enable Google fonts
cs_cz: Povolit písma Google

source: Enable href attribute
cs_cz: Povolit href atribut

source: Enable HTML editor
cs_cz: Povolit HTML editor

source: Enable looping
cs_cz: Povolit opakování

source: Enable rating
cs_cz: Zapnout hodnocení

source: Enable shuffle
cs_cz: Zapnout náhodné přehrávání

source: Enable shuffle:
cs_cz: Povolit náhodné přehrávání:

source: Enable slideshow Music
cs_cz: Povolit hudbu ve slideshow

source: Enable Tag Box to allow users to filter the gallery images by their tags.
cs_cz: Povolte pole tagů pro umožnění uživatelům filtrovat obrázky galerie podle jejich štítků.

source: Enable this option to activate lazy loading for images and improve the loading speed on your galleries.
cs_cz: Povolte tuto možnost pro aktivaci zpožděného načítání obrázků a zvýšení rychlosti načítání na galeriích.

source: Enable this option to add distance between the parent container and the thumbnails grid.
cs_cz: Povolením této možnosti přidáte vzdálenost mezi nadřazeným kontejnerem a mřížkou náhledů.

source: Enable this option to allow resizing gallery thumbnails on smaller screens.
cs_cz: Povolte tuto možnost pro změnu velikosti náhledů na menších obrazovkách.

source: Enable this option to browse galleries and gallery groups, as well as search results and tagged images with dynamic links.
cs_cz: Povolte tuto možnost pro procházení galerií a skupin galerií, stejně jako výsledků vyhledávání a označených obrázků s dynamickými odkazy.

source: Enable this option to display a search box with your gallery or gallery group.
cs_cz: Povolte tuto možnost pro zobrazení vyhledávacího pole pro vaší galerii nebo skupinu galerií.

source: Enable this option to display ecommerce icon on Photo Gallery lightbox
cs_cz: Povolte tuto možnost pro zobrazení ikony e-komerce

source: Enable this option to display image counter on Photo Gallery lightbox.
cs_cz: Povolte tuto možnost pro zobrazení počtu obrázků v lightboxu.

source: Enable this option to filter images with AND operator. In this case, the filter results must have all selected tags in the Tag Box.
cs_cz: Povolte tuto možnost pro filtrování obrázků s operátorem AND. V tomto případě musí mít výsledky filtru všechny vybrané tagy z nabídky tagů.

source: Enable this option to have General Data Protection Regulation.
cs_cz: Tuto možnost povolte, chcete-li být v souladu s nařízením o ochraně osobních údajů.

source: Enable this option to show control buttons on Photo Gallery lightbox.
cs_cz: Povolte tuto možnost pro zobrazení ovládacích tlačítek lightboxu.

source: Enable this option to show control buttons on your slideshow galleries.
cs_cz: Povolte tuto možnost pro zobrazení ovládacích tlačítek na vašich slideshow.

source: Enable this option to show descriptions of galleries/gallery groups in Extended view.
cs_cz: Povolte tuto možnost pro zobrazení popisů skupin galerií/galerií v rozšířeném zobrazení.

source: Enable this setting to add Tweet button to Photo Gallery lightbox.
cs_cz: Povolte toto nastavení pro přidání Tweet tlačítka do lightboxu.

source: Enable this setting to allow users to add/edit tags.
cs_cz: Povolením tohoto nastavení umožníte uživatelům přidávat/upravovat tagy.

source: Enable this setting to allow users to add/edit themes.
cs_cz: Povolením tohoto nastavení umožníte uživatelům přidávat/upravovat šablony.

source: Enable this setting to allow users to edit global settings.
cs_cz: Povolením tohoto nastavení umožníte uživatelům upravovat globální nastavení.

source: Enable this setting to display descriptions under images.
cs_cz: Povolte toto nastavení pro zobrazení popisků pod obrázky.

source: Enable this setting to display Next/Previous buttons on your galleries with Carousel view.
cs_cz: Povolte toto nastavení pro zobrazení tlasčítek Další/Předchozí ve vašich galeriích s karusel zobrazením.

source: Enable this setting to display titles of images in Blog Style view.
cs_cz: Povolte toto nastavení pro zobrazení názvů obrázků v zobrazení ve stylu blogu.

source: Enable this setting to display titles of images in Image Browser view.
cs_cz: Povolte toto nastavení pro zobrazení názvů obrázků v prohlížeči obrázků.

source: Enable this setting to place Captcha word verification in comments section.
cs_cz: Povolte toto nastavení pro ověření Captcha slovem do sekce komentáře.

source: Enable this setting to restrict authors from modifying galleries created by other users.
cs_cz: Povolte toto nastavení pro omezení autorům měnit galerie vytvořené ostatními uživateli.

source: Enable this setting to restrict authors from modifying images added by other users.
cs_cz: Povolte toto nastavení omezit autorům upravování obrázků přidaných ostatními uživateli.

source: Enable this setting to show descriptions of images in Blog Style view.
cs_cz: Povolte toto nastavení pro zobrazení popisů obrázků v zobrazení ve stylu blogu.

source: Enable this setting to show descriptions of images in Slideshow view.
cs_cz: Povolte toto nastavení pro zobrazení popisů obrázků v zobrazení slideshow.

source: Enable zoom
cs_cz: Pobolit přiblížení

source: Enabling this option will let the plugin fill in meta descriptions of photos into Image Description option automatically.
cs_cz: Povolení této volby umožní automaticky vyplnit meta popisy fotografií do pole Popis obrázku.

source: Enabling this option will let you show image title and description on lightbox by default.
cs_cz: Povolením této volby se ve výchozím nastavení zobrazí název a popis obrázku na lightboxu.

source: Enabling this option will restrict authors from modifying galleries groups created by other users.
cs_cz: Povolením této volby se autorům omezí úprava skupin galerií vytvořených ostatními uživateli.

source: Enabling this option, you can have music playing along with your slideshow.
cs_cz: Povolením této možnosti můžete přehrát hudbu spolu se slideshow.

source: Enabling this setting fits the images inside their container on Carousel galleries with fixed width.
cs_cz: Povolení tohoto nastavení se obrázky přizpůsobí jejich kontejneru v karusel galeriích s pevnou šířkou.

source: Enabling this setting will add Facebook sharing button to Photo Gallery lightbox.
cs_cz: Povolením tohoto nastavení se přidá tlačítko pro sdílení Facebooku.

source: Enter directory name
cs_cz: Zadejte název adresáře

source: Enter new name
cs_cz: Zadejte nový název

source: Enterprise is the highest plan of Cloudflare worth $5000/mo. 10Web partnered with Cloudflare to <br>provide you with all of their benefits within Booster Pro. Read more about how enterprise compares <br>to free and pro
cs_cz: Enterprise je nejvyšší plán Cloudflare v hodnotě 5000 USD/měsíc. Společnost 10Web uzavřela partnerství se společností Cloudflare, aby vám v rámci Booster Pro poskytla všechny jejich výhody. Přečtěte si více informací o tom, jaké jsou rozdíly mezi plány Enterprice, Zdarma a Pro.

source: Error
cs_cz: Chyba

source: Error: cannot get response from the server.
cs_cz: Chyba: Nelze získat odpověď ze serveru.

source: Error: something wrong happened at the server.
cs_cz: Chyba: Na serveru se něco pokazilo.

source: Exit Fullscreen
cs_cz: Ukončit režim celé obrazovky

source: Extended
cs_cz: Rozšířený

source: Extended Album
cs_cz: Rozšířené album

source: Extended album
cs_cz: Rozšířené album

source: Extended gallery group height
cs_cz: Výška rozšířené skupiny galerií

source: Fade
cs_cz: Prolnutí

source: Failed to copy some of the files.
cs_cz: Kopírování některých souborů se nezdařilo.

source: Failed to import images from media library
cs_cz: Import obrázků z knihovny médií se nezdařil

source: Failed to move some of the files.
cs_cz: Nepodařilo se přesunout některé soubory.

source: Failed.
cs_cz: Chyba.

source: Fan
cs_cz: Větrák

source: faster load times
cs_cz: rychlejší načítání

source: field is required.
cs_cz: pole je povinné.

source: File doesn't exist.
cs_cz: Soubor neexistuje.

source: File loading failed
cs_cz: Načítání souboru se nezdařilo

source: File name (Asc)
cs_cz: Název souboru (Vzes.)

source: File name (Desc)
cs_cz: Název souboru (Ses.)

source: Filename
cs_cz: Název souboru

source: Filmstrip active border color:
cs_cz: Barva rámečku aktivního filmového pásu:

source: Filmstrip active border width:
cs_cz: Šířka rámečku aktivního filmového pásu:

source: Filmstrip border color:
cs_cz: Barva rámečku filmového pásu:

source: Filmstrip border radius:
cs_cz: Zaoblení rámečku filmového pásu:

source: Filmstrip border style:
cs_cz: Styl rámečku filmového pásu:

source: Filmstrip border width:
cs_cz: Šířka rámečku filmového pásu:

source: Filmstrip deactive transparency:
cs_cz: Průhlednost neaktivního filmového pásu:

source: Filmstrip height:
cs_cz: Výška filmového pásu:

source: Filmstrip margin:
cs_cz: Vnější odsazení filmového pásu:

source: Filmstrip position:
cs_cz: Pozice filmového pásu:

source: Filmstrip right, left button background color:
cs_cz: Barva pozadí tlačítek Vpravo a Vlevo na filmovém pásu:

source: Filmstrip right, left buttons background color:
cs_cz: Barva pozadí tlačítek Vpravo/Vlevo filmového pásu:

source: Filmstrip right, left buttons color:
cs_cz: Barva tlačítek Vpravo/Vlevo filmového pásu:

source: Filmstrip right, left buttons size:
cs_cz: Velikost tlačítek Vpravo/Vlevo filmového pásu:

source: Filmstrip size
cs_cz: Velikost filmového pásu

source: Filmstrip thumbnail active border color:
cs_cz: Barva rámečku aktivního náhledu na filmovém pásu:

source: Filmstrip thumbnail active border width:
cs_cz: Šířka rámečku aktivního náhledu na filmovém pásu:

source: Filmstrip thumbnail border color:
cs_cz: Barva rámečku náhledu na filmovém pásu:

source: Filmstrip thumbnail border radius:
cs_cz: Zaoblení rámečku náhledu na filmovém pásu:

source: Filmstrip thumbnail border style:
cs_cz: Styl rámečku náhledu na filmovém pásu:

source: Filmstrip thumbnail border width:
cs_cz: Šířka rámečku náhledu na filmovém pásu:

source: Filmstrip thumbnail deactive transparency:
cs_cz: Průhlednost neaktivního náhledu na filmovém pásu:

source: Filmstrip thumbnail margin:
cs_cz: Vnější odsazení náhledu na filmovém pásu:

source: Filmstrip/Slider bullet position:
cs_cz: Pozice odrážky filmového pásu/slideru:

source: Filter gallery images by this tag.
cs_cz: Filtrovat obrázky galerie podle tohoto tagu.

source: First
cs_cz: První

source: First page
cs_cz: První strana

source: Fix count
cs_cz: Pevný počet

source: Fix dimension
cs_cz: Pevné rozměry

source: Fixed width
cs_cz: Pevná šířka

source: Flag
cs_cz: Vlajka

source: Font color:
cs_cz: Barva písma:

source: Font family:
cs_cz: Rodina písma:

source: Font size:
cs_cz: Velikost písma:

source: Font weight:
cs_cz: Tloušťka písma

source: Forms
cs_cz: Formuláře

source: Free
cs_cz: Zdarma

source: Free SSL Certificate
cs_cz: Bezplatný certifikát SSL

source: Free version is limited
cs_cz: Bezplatná verze je omezena

source: friendly
cs_cz: přátelský

source: From the window that follows, select which gallery to insert, its layout, and configure its options. Click “Insert Into Post” to add your selected gallery to the post/page.
cs_cz: Z okna, které následuje, vyberte, kterou galerii chcete vložit, její rozložení a nakonfigurujte její možnosti. Kliknutím na tlačítko „Vložit do příspěvku“ přidáte vybranou galerii do příspěveku/na stránku.

source: Full Background color:
cs_cz: Barva pozadí:

source: Full background color:
cs_cz: Barva pozadí:

source: Full background transparency:
cs_cz: Průhlednost pozadí:

source: Full border color:
cs_cz: Barva rámečku:

source: Full border radius:
cs_cz: Zaoblení rámečku:

source: Full border style:
cs_cz: Styl rámečku:

source: Full border width:
cs_cz: Šířka rámečku:

source: Full padding:
cs_cz: Odsazení (padding):

source: Full page cache
cs_cz: Cachování celých stránek

source: Full width info
cs_cz: Informace o plné šířce

source: Full width title
cs_cz: Název na celou šířku

source: Full-width lightbox
cs_cz: Lightbox na celou šířku

source: Fullscreen
cs_cz: Celá obrazovka

source: Fullscreen close button color:
cs_cz: Barva tlačítka zavřít celé obrazovky:

source: Galleries
cs_cz: Galerie

source: Galleries / Gallery groups
cs_cz: Galerie / Skupiny galerií

source: Galleries and Gallery Groups
cs_cz: Galerie a skupiny galerií

source: Galleries:
cs_cz: Galerie:

source: Gallery
cs_cz: Galerie

source: Gallery content type
cs_cz: Typ galerie

source: Gallery Group
cs_cz: Skupina galerií

source: Gallery group
cs_cz: Skupina galerií

source: Gallery group restrictions
cs_cz: Omezení skupiny galerií

source: Gallery group thumbnail dimensions
cs_cz: Rozměry náhledu skupiny galerií

source: Gallery group thumbnail width
cs_cz: Šířka náhledu skupiny galerií

source: Gallery Group Title
cs_cz: Název skupiny galerie

source: Gallery Groups
cs_cz: Skupiny galerií

source: Gallery groups
cs_cz: Skupiny galerií

source: Gallery groups per page
cs_cz: Počet skupin galerií na stránku

source: Gallery Groups:
cs_cz: Skupiny galerií:

source: Gallery role restrictions
cs_cz: Omezení galerie

source: Gallery Tags
cs_cz: Tagy galerie

source: Gallery tags
cs_cz: Tagy galerie

source: Gallery title
cs_cz: Název galerie

source: Gallery title alignment:
cs_cz: Zarovnání názvu galerie:

source: Gallery title/description box shadow:
cs_cz: Box shaddow názvu/popisu galerie:

source: Gallery title/description font color:
cs_cz: Barva písma názvu/popisu galerie:

source: Gallery title/description font family:
cs_cz: Rodina písma názvu/popisu galerie:

source: Gallery title/description font size:
cs_cz: Velikost písma názvu/popisu galerie:

source: Gallery title/description font weight:
cs_cz: Tloušťka písma názvu/popisu galerie:

source: Gallery title/description margin:
cs_cz: Vnější odsazení názvu/popisu galerie:

source: Gallery type cannot be changed, as it is not empty. If you would like to show images from another source, please create a new gallery.
cs_cz: Typ galerie nelze změnit, protože není prázdná. Pokud chcete zobrazit obrázky z jiného zdroje, vytvořte prosím novou galerii.

source: Gallery type cannot be changed, since it is not empty. In case you would like to have Instagram gallery, please create a new one.
cs_cz: Typ galerie nelze změnit, protože není prázdný. Pokud chcete mít Instagramovou galerii, vytvořte prosím nový.

source: Gallery Type:
cs_cz: Typ galerie:

source: Gallery view type
cs_cz: Typ zobrazení galerie

source: Gallery views
cs_cz: Zobrazení galerie

source: General
cs_cz: Obecné

source: General Parameters
cs_cz: Obecné parametry

source: Generate
cs_cz: Vygenerovat

source: Generate or edit Photo Gallery shortcodes that are used to publish galleries or gallery groups.
cs_cz: Vygenerovat nebo upravit shortcody Photo Gallery, které se používají pro publikování galerií nebo skupin galerií.

source: Generate Shortcode
cs_cz: Vygenerovat Shortcode

source: Generated thumbnail dimensions
cs_cz: Rozměry generovaných náhledů

source: Generating Shortcode
cs_cz: Generování shortcode

source: Get free for 14 days
cs_cz: Získejte zdarma na 14 dní

source: Get more stunning views with fully customizable themes, powerful lightbox and much more.
cs_cz: Získejte více úžasných views s plně přizpůsobitelnými motivy, výkonným lightboxem a mnohem více.

source: Get Premium %s and Other Solutions Essential for Your WordPress Site.
cs_cz: Získejte Prémium %s a další nezbytná řešení pro Vaše WordPress stránky.

source: GET THIS ADD ON
cs_cz: ZÍSKAT TENTO DOPLNĚK
